Repository: R00tedbrain/FlutterPutter-QuantumResist-Chat-Calls
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, pt, ru, sq, sr, uk

# screenshotsDisabled
source: You can disable them for greater security
ar: يمكنك تعطيلها لمزيد من الأمان
de: Sie können sie für mehr Sicherheit deaktivieren
es: Puedes deshabilitarlas para mayor seguridad
fr: Vous pouvez les désactiver pour plus de sécurité
it: Puoi disabilitarli per maggiore sicurezza
pt: Pode desativá-las para maior segurança
ru: Вы можете отключить их для большей безопасности
sq: Mund t'i çaktivizoni për siguri më të madhe
sr: Možete ih onemogućiti radi veće bezbednosti
uk: Ви можете вимкнути їх для більшої безпеки

# autoDestructionDefault
source: Auto-destruction by default
ar: التدمير الذاتي الافتراضي
de: Standard-Selbstzerstörung
es: Auto-destrucción por defecto
fr: Autodestruction par défaut
it: Autodistruzione predefinita
pt: Autodestruição por defeito
ru: Автоудаление по умолчанию
sq: Vetëshkatërrimi i paracaktuar
sr: Podrazumevano samouništenje
uk: Самознищення за замовчуванням

# autoDestructionDescription
source: Set an auto-destruction time that will be applied automatically when joining new chat rooms:
ar: قم بتكوين وقت تدمير ذاتي سيتم تطبيقه تلقائيًا عند الانضمام إلى غرف دردشة جديدة:
de: Konfigurieren Sie eine Selbstzerstörungszeit, die automatisch angewendet wird, wenn Sie neuen Chaträumen beitreten:
es: Configura un tiempo de auto-destrucción que se aplicará automáticamente al unirte a nuevas salas de chat:
fr: Configurez un délai d'autodestruction qui s'appliquera automatiquement en rejoignant de nouveaux salons de discussion :
it: Configura un tempo di autodistruzione che verrà applicato automaticamente quando ti unisci a nuove stanze chat:
pt: Configure um tempo de autodestruição que será aplicado automaticamente ao juntar-se a novas salas de chat:
ru: Настройте время автоудаления, которое будет автоматически применяться при присоединении к новым чат-комнатам:
sq: Konfiguroni një kohë vetëshkatërrimi që do të aplikohet automatikisht kur bashkoheni në dhoma të reja bisede:
sr: Podesite vreme samouništenja koje će se automatski primeniti prilikom ulaska u nove sobe za ćaskanje:
uk: Налаштуйте час самознищення, який автоматично застосовуватиметься при вході в нові чат-кімнати:

source: Default time:
ar: الوقت الافتراضي:
de: Standardzeit:
es: Tiempo por defecto:
fr: Délai par défaut :
it: Tempo predefinito:
pt: Tempo por defeito:
ru: Время по умолчанию:
sq: Koha e paracaktuar:
sr: Podrazumevano vreme:
uk: Час за замовчуванням:

source: No limit
ar: بلا حدود
de: Kein Limit
es: Sin límite
fr: Aucune limite
it: Nessun limite
pt: Sem limite
ru: Без ограничений
sq: Pa limit
sr: Bez ograničenja
uk: Без обмежень

# selectTime
source: Select a time to enable default auto-destruction. Messages will be automatically deleted after the configured time.
ar: حدد وقتًا لتمكين التدمير الذاتي الافتراضي. سيتم حذف الرسائل تلقائيًا بعد الوقت الذي تم تكوينه.
de: Wählen Sie eine Zeit aus, um die Standard-Selbstzerstörung zu aktivieren. Nachrichten werden nach der konfigurierten Zeit automatisch gelöscht.
es: Selecciona un tiempo para habilitar la auto-destrucción por defecto. Los mensajes se eliminarán automáticamente después del tiempo configurado.
fr: Sélectionnez un délai pour activer l'autodestruction par défaut. Les messages seront automatiquement supprimés après le délai configuré.
it: Seleziona un tempo per abilitare l'autodistruzione predefinita. I messaggi verranno eliminati automaticamente dopo il tempo configurato.
pt: Selecione um tempo para ativar a autodestruição por defeito. As mensagens serão eliminadas automaticamente após o tempo configurado.
ru: Выберите время для включения автоудаления по умолчанию. Сообщения будут автоматически удаляться по истечении настроенного времени.
sq: Zgjidhni një kohë për të aktivizuar vetëshkatërrimin e paracaktuar. Mesazhet do të fshihen automatikisht pas kohës së konfiguruar.
sr: Izaberite vreme da omogućite podrazumevano samouništenje. Poruke će se automatski brisati nakon podešenog vremena.
uk: Виберіть час, щоб увімкнути самознищення за замовчуванням. Повідомлення будуть автоматично видалятися після встановленого часу.

source: Active sessions
ar: الجلسات النشطة
de: Aktive Sitzungen
es: Sesiones activas
fr: Sessions actives
it: Sessioni attive
pt: Sessões ativas
ru: Активные сессии
sq: Seancat aktive
sr: Aktivne sesije
uk: Активні сесії

# activeSessionsDescription
source: Manage devices where you have open sessions. Similar to Signal and WhatsApp.
ar: إدارة الأجهزة التي لديك فيها جلسات مفتوحة. مشابه لـ Signal و WhatsApp.
de: Verwalten Sie die Geräte, auf denen Sie aktive Sitzungen haben. Ähnlich wie Signal und WhatsApp.
es: Gestiona los dispositivos donde tienes sesiones abiertas. Similar a Signal y WhatsApp.
fr: Gérez les appareils où vous avez des sessions ouvertes. Similaire à Signal et WhatsApp.
it: Gestisci i dispositivi in cui hai sessioni aperte. Simile a Signal e WhatsApp.
pt: Faça a gestão dos dispositivos onde tem sessões abertas. Semelhante ao Signal e WhatsApp.
ru: Управляйте устройствами, на которых у вас открыты сессии. Аналогично Signal и WhatsApp.
sq: Menaxhoni pajisjet ku keni seanca të hapura. Ngjashëm me Signal dhe WhatsApp.
sr: Upravljajte uređajima na kojima imate otvorene sesije. Slično kao Signal i WhatsApp.
uk: Керуйте пристроями, на яких у вас відкриті сесії. Подібно до Signal та WhatsApp.

source: Current state
ar: الحالة الحالية
de: Aktueller Status
es: Estado actual
fr: État actuel
it: Stato attuale
pt: Estado atual
ru: Текущее состояние
sq: Gjendja aktuale
sr: Trenutno stanje
uk: Поточний стан

# noActiveSessionsRegistered
source: 0 active sessions registered
ar: 0 جلسات نشطة مسجلة
de: 0 aktive Sitzungen registriert
es: 0 de sesiones activas registradas
fr: 0 sessions actives enregistrées
it: 0 sessioni attive registrate
pt: 0 sessões ativas registadas
ru: 0 зарегистрированных активных сессий
sq: 0 seanca aktive të regjistruara
sr: 0 registrovanih aktivnih sesija
uk: 0 зареєстрованих активних сесій

# multipleSessions
source: Multiple sessions: Disabled
ar: جلسات متعددة: معطلة
de: Mehrere Sitzungen: Deaktiviert
es: Múltiples sesiones: Deshabilitado
fr: Sessions multiples : Désactivé
it: Sessioni multiple: Disabilitato
pt: Sessões múltiplas: Desativado
ru: Множественные сессии: Отключено
sq: Seanca të shumta: Çaktivizuar
sr: Višestruke sesije: Onemogućeno
uk: Кілька сесій: Вимкнено

# configurationLikeSignal
source: and configuration like Signal
ar: وتكوين مثل Signal
de: und Konfiguration wie Signal
es: y configuración como Signal
fr: et configuration comme Signal
it: e configurazione come Signal
pt: e configuração como Signal
ru: и конфигурация как у Signal
sq: dhe konfigurim si Signal
sr: i konfiguracija kao Signal
uk: та конфігурація як у Signal

source: Manage sessions
ar: إدارة الجلسات
de: Sitzungen verwalten
es: Gestionar sesiones
fr: Gérer les sessions
it: Gestisci sessioni
pt: Gerir sessões
ru: Управлять сессиями
sq: Menaxho seancat
sr: Upravljaj sesijama
uk: Керувати сесіями

source: Allow multiple sessions
ar: السماح بجلسات متعددة
de: Mehrere Sitzungen erlauben
es: Permitir múltiples sesiones
fr: Autoriser les sessions multiples
it: Consenti sessioni multiple
pt: Permitir sessões múltiplas
ru: Разрешить множественные сессии
sq: Lejo seanca të shumta
sr: Dozvoli višestruke sesije
uk: Дозволити кілька сесій

# onlyOneActiveSession
source: Only one active session at a time (like Signal)
ar: جلسة نشطة واحدة فقط في كل مرة (مثل Signal)
de: Nur eine aktive Sitzung gleichzeitig (wie Signal)
es: Solo una sesión activa a la vez (como Signal)
fr: Une seule session active à la fois (comme Signal)
it: Solo una sessione attiva alla volta (come Signal)
pt: Apenas uma sessão ativa de cada vez (como Signal)
ru: Только одна активная сессия одновременно (как у Signal)
sq: Vetëm një seancë aktive në të njëjtën kohë (si Signal)
sr: Samo jedna aktivna sesija istovremeno (kao Signal)
uk: Лише одна активна сесія одночасно (як у Signal)

source: Search by name...
ar: بحث بالاسم...
de: Nach Name suchen...
es: Buscar por nombre...
fr: Rechercher par nom...
it: Cerca per nome...
pt: Procurar por nome...
ru: Поиск по имени...
sq: Kërko sipas emrit...
sr: Pretraži po imenu...
uk: Шукати за ім'ям...

# writeAtLeast2Characters
source: Write at least 2 characters to search users
ar: اكتب حرفين على الأقل للبحث عن المستخدمين
de: Geben Sie mindestens 2 Zeichen ein, um Benutzer zu suchen
es: Escribe al menos 2 caracteres para buscar usuarios
fr: Saisissez au moins 2 caractères pour rechercher des utilisateurs
it: Scrivi almeno 2 caratteri per cercare utenti
pt: Escreva pelo menos 2 caracteres para procurar utilizadores
ru: Введите не менее 2 символов для поиска пользователей
sq: Shkruani të paktën 2 karaktere për të kërkuar përdorues
sr: Napišite najmanje 2 karaktera da biste pretražili korisnike
uk: Напишіть щонайменше 2 символи для пошуку користувачів

# connecting
source: Connecting to secure chat...
ar: جارٍ الاتصال...
de: Verbinden...
es: Conectando...
fr: Connexion en cours...
it: Connessione in corso...
pt: A ligar...
ru: Подключение...
sq: Duke u lidhur...
sr: Povezivanje...
uk: Підключення...

source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
pt: Erro
ru: Ошибка
sq: Gabim
sr: Greška
uk: Помилка

source: Secure Multimedia Chat
ar: دردشة وسائط متعددة آمنة
de: Sicherer Multimedia-Chat
es: Chat Multimedia Seguro
fr: Discussion Multimédia Sécurisée
it: Chat Multimediale Sicura
pt: Conversa Multimédia Segura
ru: Безопасный мультимедийный чат
sq: Bisedë Multimediale e Sigurt
sr: Bezbedno Multimedijalno Ćaskanje
uk: Безпечний Мультимедійний Чат

# sendEncryptedMessages
source: Send messages and images\nencrypted with XChaCha20-Poly1305
ar: أرسل رسائل وصورًا\nمشفرة باستخدام XChaCha20-Poly1305
de: Senden Sie Nachrichten und Bilder\nverschlüsselt mit XChaCha20-Poly1305
es: Envía mensajes e imágenes\ncifrados con XChaCha20-Poly1305
fr: Envoyez des messages et des images\nchiffrés avec XChaCha20-Poly1305
it: Invia messaggi e immagini\ncrittografati con XChaCha20-Poly1305
pt: Envie mensagens e imagens\cifradas com XChaCha20-Poly1305
ru: Отправляйте сообщения и изображения,\nзашифрованные с помощью XChaCha20-Poly1305
sq: Dërgoni mesazhe dhe imazhe\ntë enkriptuara me XChaCha20-Poly1305
sr: Šaljite poruke i slike\nenkriptovane sa XChaCha20-Poly1305
uk: Надсилайте повідомлення та зображення,\nзашифровані за допомогою XChaCha20-Poly1305

source: Encrypted message...
ar: رسالة مشفرة...
de: Verschlüsselte Nachricht...
es: Mensaje cifrado...
fr: Message chiffré...
it: Messaggio crittografato...
pt: Mensagem cifrada...
ru: Зашифрованное сообщение...
sq: Mesazh i enkriptuar...
sr: Enkriptovana poruka...
uk: Зашифроване повідомлення...

source: 📷 Send Encrypted Image
ar: 📷 إرسال صورة مشفرة
de: 📷 Verschlüsseltes Bild senden
es: 📷 Enviar Imagen Cifrada
fr: 📷 Envoyer une Image Chiffrée
it: 📷 Invia Immagine Crittografata
pt: Enviar imagem cifrada
ru: 📷 Отправить зашифрованное изображение
sq: Dërgo imazh të enkriptuar
sr: Pošalji enkriptovanu sliku
uk: Надіслати зашифроване зображення

source: Take Photo
ar: التقاط صورة
de: Foto aufnehmen
es: Tomar Foto
fr: Prendre une Photo
it: Scatta Foto
pt: Tirar Foto
ru: Сделать фото
sq: Bëj Foto
sr: Slikaj
uk: Зробити Фото

source: Use camera
ar: استخدام الكاميرا
de: Kamera verwenden
es: Usar cámara
fr: Utiliser la caméra
it: Usa fotocamera
pt: Usar câmara
ru: Использовать камеру
sq: Përdor kamerën
sr: Koristi kameru
uk: Використовувати камеру

source: Gallery
ar: المعرض
de: Galerie
es: Galería
fr: Galerie
it: Galleria
pt: Galeria
ru: Галерея
sq: Galeria
sr: Galerija
uk: Галерея

source: Select image
ar: تحديد صورة
de: Bild auswählen
es: Seleccionar imagen
fr: Sélectionner une image
it: Seleziona immagine
pt: Selecionar imagem
ru: Выбрать изображение
sq: Zgjidh imazh
sr: Izaberi sliku
uk: Вибрати зображення

source: Captures blocked
ar: التقاطات محظورة
de: Aufnahmen blockiert
es: Capturas bloqueadas
fr: Captures d'écran bloquées
it: Catture bloccate
pt: Capturas de ecrã bloqueadas
ru: Скриншоты заблокированы
sq: Pamjet e ekranit të bllokuara
sr: Snimci ekrana blokirani
uk: Знімки екрана заблоковані

source: Captures allowed
ar: التقاطات مسموح بها
de: Aufnahmen erlaubt
es: Capturas permitidas
fr: Captures d'écran autorisées
it: Catture consentite
pt: Capturas de ecrã permitidas
ru: Скриншоты разрешены
sq: Pamjet e ekranit të lejuara
sr: Snimci ekrana dozvoljeni
uk: Знімки екрана дозволені

source: E2E Encryption + Security
ar: تشفير من طرف إلى طرف + أمان
de: E2E-Verschlüsselung + Sicherheit
es: Cifrado E2E + Seguridad
fr: Chiffrement E2E + Sécurité
it: Crittografia E2E + Sicurezza
pt: Cifragem E2E + Segurança
ru: E2E шифрование + Безопасность
sq: Enkriptimi E2E + Siguria
sr: E2E Enkripcija + Bezbednost
uk: E2E Шифрування + Безпека

# encryptionDescription
source: All messages, images and audio are encrypted locally with XChaCha20-Poly1305.\n\nThe server only sees opaque encrypted blobs.\n\nAudio with real recording implemented.
ar: جميع الرسائل والصور والصوتيات مشفرة محليًا باستخدام XChaCha20-Poly1305.\n\nيرى الخادم فقط كتل بيانات مشفرة معتمة.\n\nتم تنفيذ الصوت مع تسجيل حقيقي.
de: Alle Nachrichten, Bilder und Audiodateien sind lokal mit XChaCha20-Poly1305 verschlüsselt.\n\nDer Server sieht nur undurchsichtige verschlüsselte Blobs.\n\nAudio mit realer Aufnahme implementiert.
es: Todos los mensajes, imágenes y audio están cifrados localmente con XChaCha20-Poly1305.\n\nEl servidor solo ve blobs cifrados opacos.\n\nAudio con grabación real implementada.
fr: Tous les messages, images et audio sont chiffrés localement avec XChaCha20-Poly1305.\n\nLe serveur ne voit que des blobs chiffrés opaques.\n\nAudio avec enregistrement réel implémenté.
it: Tutti i messaggi, immagini e audio sono crittografati localmente con XChaCha20-Poly1305.\n\nIl server vede solo blob crittografati opachi.\n\nAudio con registrazione reale implementata.
pt: Todas as mensagens, imagens e áudio são cifrados localmente com XChaCha20-Poly1305.\n\nO servidor apenas vê blobs cifrados opacos.\n\nÁudio com gravação real implementada.
ru: Все сообщения, изображения и аудио шифруются локально с помощью XChaCha20-Poly1305.\n\nСервер видит только непрозрачные зашифрованные двоичные объекты.\n\nРеализована запись реального аудио.
sq: Të gjitha mesazhet, imazhet dhe audio janë të enkriptuara lokalisht me XChaCha20-Poly1305.\n\nServeri sheh vetëm blobe të enkriptuara të errëta.\n\nAudio me regjistrim real të implementuar.
sr: Sve poruke, slike i audio su lokalno enkriptovani sa XChaCha20-Poly1305.\n\nServer vidi samo neprozirne enkriptovane blobove.\n\nAudio sa implementiranim stvarnim snimanjem.
uk: Усі повідомлення, зображення та аудіо локально шифруються за допомогою XChaCha20-Poly1305.\n\nСервер бачить лише непрозорі зашифровані дані.\n\nАудіо з реалізованим реальним записом.

# screenshotsStatus
source: Screenshots:
ar: لقطات الشاشة:
es: Capturas de pantalla:
fr: Captures d'écran :
it: Screenshot:
pt: Capturas de ecrã:
ru: Скриншоты:
sq: Pamjet e ekranit:
sr: Snimci ekrana:
uk: Знімки екрана:

# screenshotsBlocked
source: BLOCKED
ar: محظورة
de: BLOCKIERT
es: BLOQUEADAS
fr: BLOQUÉES
it: BLOCCATI
pt: BLOQUEADAS
ru: ЗАБЛОКИРОВАНЫ
sq: TË BLLOKUARA
sr: BLOKIRANI
uk: ЗАБЛОКОВАНІ

# screenshotsPermitted
source: PERMITTED
ar: مسموح بها
de: ERLAUBT
es: PERMITIDAS
fr: AUTORISÉES
it: CONSENTITI
pt: PERMITIDAS
ru: РАЗРЕШЕНЫ
sq: TË LEJUARA
sr: DOZVOLJENI
uk: ДОЗВОЛЕНІ

# likeWhatsAppTelegram
source: Like WhatsApp/Telegram - black screen in captures
ar: مثل WhatsApp/Telegram - شاشة سوداء في لقطات الشاشة
de: Wie WhatsApp/Telegram - schwarzer Bildschirm bei Screenshots
es: Como WhatsApp/Telegram - pantalla negra en capturas
fr: Comme WhatsApp/Telegram - écran noir lors des captures d'écran
it: Come WhatsApp/Telegram - schermo nero negli screenshot
pt: Como WhatsApp/Telegram - ecrã preto em capturas
ru: Как в WhatsApp/Telegram - черный экран на скриншотах
sq: Si WhatsApp/Telegram - ekran i zi në pamjet e ekranit
sr: Kao WhatsApp/Telegram - crni ekran na snimcima
uk: Як у WhatsApp/Telegram - чорний екран на знімках

source: Understood
ar: مفهوم
de: Verstanden
es: Entendido
fr: Compris
it: Capito
pt: Entendido
ru: Понятно
sq: E kuptova
sr: Razumem
uk: Зрозуміло

source: ⚠️ Destroy Room
ar: ⚠️ تدمير الغرفة
de: ⚠️ Raum zerstören
es: ⚠️ Destruir Sala
fr: ⚠️ Détruire le Salon
it: ⚠️ Distruggi Stanza
pt: Destruir Sala
ru: ⚠️ Уничтожить комнату
sq: Shkatërro Dhomën
sr: Uništi Sobu
uk: Знищити Кімнату

# warningDestroyRoom
source: This action will permanently destroy the chat room for both users.\n\nA 10-second countdown visible to both participants will start.
ar: سيؤدي هذا الإجراء إلى تدمير غرفة الدردشة بشكل دائم لكلا المستخدمين.\n\nسيبدأ عد تنازلي لمدة 10 ثوانٍ مرئي لكلا المشاركين.
de: Diese Aktion zerstört den Chatraum dauerhaft für beide Benutzer.\n\nEin für beide Teilnehmer sichtbarer 10-Sekunden-Countdown wird gestartet.
es: Esta acción destruirá permanentemente la sala de chat para ambos usuarios.\n\nSe iniciará un contador de 10 segundos visible para ambos participantes.
fr: Cette action détruira définitivement le salon de discussion pour les deux utilisateurs.\n\nUn compte à rebours de 10 secondes visible par les deux participants sera lancé.
it: Questa azione distruggerà permanentemente la stanza chat per entrambi gli utenti.\n\nVerrà avviato un contatore di 10 secondi visibile a entrambi i partecipanti.
pt: Esta ação destruirá permanentemente a sala de chat para ambos os utilizadores.\n\nSerá iniciado um contador de 10 segundos visível para ambos os participantes.
ru: Это действие навсегда уничтожит чат-комнату для обоих пользователей.\n\nБудет запущен 10-секундный обратный отсчет, видимый обоим участникам.
sq: Ky veprim do të shkatërrojë përgjithmonë dhomën e bisedës për të dy përdoruesit.\n\nDo të fillojë një numërues prej 10 sekondash i dukshëm për të dy pjesëmarrësit.
sr: Ova akcija će trajno uništiti sobu za ćaskanje za oba korisnika.\n\nPokrenuće se brojač od 10 sekundi vidljiv za oba učesnika.
uk: Ця дія назавжди знищить чат-кімнату для обох користувачів.\n\nРозпочнеться 10-секундний відлік, видимий для обох учасників.

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar
ru: Отмена
sq: Anulo
sr: Otkaži
uk: Скасувати

source: Audio note
ar: ملاحظة صوتية
de: Audionotiz
es: Nota de audio
fr: Note audio
it: Nota audio
pt: Nota de áudio
ru: Аудиозаметка
sq: Shënim audio
sr: Audio poruka
uk: Аудіозапис

# recordedAudioNote
source: Audio note (recorded)
ar: ملاحظة صوتية (مسجلة)
de: Audionotiz (aufgenommen)
es: Nota de audio (grabada)
fr: Note audio (enregistrée)
it: Nota audio (registrata)
pt: Nota de áudio (gravada)
ru: Аудиозаметка (записанная)
sq: Shënim audio (i regjistruar)
sr: Audio poruka (snimljena)
uk: Аудіозапис (записано)

source: Playing...
ar: قيد التشغيل...
de: Wird abgespielt...
es: Reproduciendo...
fr: Lecture en cours...
it: In riproduzione...
pt: A reproduzir...
ru: Воспроизведение...
sq: Duke luajtur...
sr: Reprodukcija...
uk: Відтворення...

source: Tap to stop
ar: انقر للتوقف
de: Tippen zum Stoppen
es: Toca para detener
fr: Appuyez pour arrêter
it: Tocca per fermare
pt: Toque para parar
ru: Нажмите, чтобы остановить
sq: Prekni për të ndaluar
sr: Dodirnite da zaustavite
uk: Торкніться, щоб зупинити

source: Tap to play
ar: انقر للتشغيل
de: Tippen zum Abspielen
es: Toca para reproducir
fr: Appuyez pour lire
it: Tocca per riprodurre
pt: Toque para reproduzir
ru: Нажмите, чтобы воспроизвести
sq: Prekni për të luajtur
sr: Dodirnite da reprodukujete
uk: Торкніться, щоб відтворити

source: Image
ar: صورة
de: Bild
es: Imagen
it: Immagine
pt: Imagem
ru: Изображение
sq: Imazh
sr: Slika
uk: Зображення

source: Back to multiple chats
ar: العودة إلى الدردشات المتعددة
de: Zurück zu mehreren Chats
es: Volver a chats múltiples
fr: Retour aux discussions multiples
it: Torna alle chat multiple
pt: Voltar para conversas múltiplas
ru: Вернуться к множественным чатам
sq: Kthehu te bisedat e shumta
sr: Nazad na višestruka ćaskanja
uk: Повернутися до кількох чатів

source: Back to chat
ar: العودة إلى الدردشة
de: Zurück zum Chat
es: Volver a chat
fr: Retour à la discussion
it: Torna alla chat
pt: Voltar para conversa
ru: Вернуться в чат
sq: Kthehu te biseda
sr: Nazad na ćaskanje
uk: Повернутися до чату

# screenshotsBlockedAutomatically
source: Screenshots BLOCKED
ar: لقطات الشاشة محظورة تلقائيًا
de: Screenshots AUTOMATISCH BLOCKIERT
es: Capturas de pantalla BLOQUEADAS
fr: Captures d'écran BLOQUÉES
it: Screenshot BLOCCATI automaticamente
pt: Capturas de ecrã BLOQUEADAS
ru: Скриншоты ЗАБЛОКИРОВАНЫ автоматически
sq: Pamjet e ekranit TË BLLOKUARA
sr: Snimci ekrana BLOKIRANI
uk: Знімки екрана ЗАБЛОКОВАНІ

source: Screenshots ENABLED
ar: لقطات الشاشة مفعلة
de: Screenshots AKTIVIERT
es: Capturas de pantalla HABILITADAS
fr: Captures d'écran ACTIVÉES
it: Screenshot ABILITATI
pt: Capturas de ecrã ATIVADAS
ru: Скриншоты ВКЛЮЧЕНЫ
sq: Pamjet e ekranit TË AKTIVIZUARA
sr: Snimci ekrana OMOGUĆENI
uk: Знімки екрана УВІМКНЕНІ

# identityVerifiedCorrectly
source: Partner identity verified correctly
ar: تم التحقق من هوية الشريك بنجاح
de: Identität des Partners korrekt verifiziert
es: Identidad del partner verificada correctamente
fr: Identité du partenaire vérifiée correctement
it: Identità del partner verificata correttamente
pt: Identidade do parceiro verificada corretamente
ru: Личность партнера успешно верифицирована
sq: Identiteti i partnerit u verifikua saktë
sr: Identitet partnera je uspešno verifikovan
uk: Особистість партнера успішно верифікована

source: Create Account
ar: إنشاء حساب
de: Konto erstellen
es: Crear Cuenta
fr: Créer un Compte
it: Crea Account
pt: Criar Conta
ru: Создать аккаунт
sq: Krijo Llogari
sr: Kreiraj Nalog
uk: Створити Обліковий Запис

# registerSubtitle
source: Sign up to start using FlutterPutter
ar: سجل لتبدأ في استخدام FlutterPutter
de: Registrieren Sie sich, um FlutterPutter zu nutzen
es: Regístrate para comenzar a usar FlutterPutter
fr: Inscrivez-vous pour commencer à utiliser FlutterPutter
it: Registrati per iniziare a usare FlutterPutter
pt: Registe-se para começar a usar o FlutterPutter
ru: Зарегистрируйтесь, чтобы начать использовать FlutterPutter
sq: Regjistrohu për të filluar përdorimin e FlutterPutter
sr: Registrujte se da biste počeli da koristite FlutterPutter
uk: Зареєструйтеся, щоб почати користуватися FlutterPutter

source: Nickname
ar: الاسم المستعار
fr: Pseudo
ru: Никнейм
sq: Nofka
sr: Nadimak
uk: Нікнейм

# chooseUniqueNickname
source: Choose a unique nickname
ar: اختر اسمًا مستعارًا فريدًا
de: Wählen Sie einen einzigartigen Nickname
es: Elige un nickname único
fr: Choisissez un pseudo unique
it: Scegli un nickname unico
pt: Escolha um nickname único
ru: Выберите уникальный никнейм
sq: Zgjidhni një nofkë unike
sr: Izaberite jedinstveni nadimak
uk: Виберіть унікальний нікнейм

# createSecurePassword
source: Create a secure password
ar: أنشئ كلمة مرور آمنة
de: Erstellen Sie ein sicheres Passwort
es: Crea una contraseña segura
fr: Créez un mot de passe sécurisé
it: Crea una password sicura
pt: Crie uma palavra-passe segura
ru: Создайте надежный пароль
sq: Krijoni një fjalëkalim të sigurt
sr: Kreirajte bezbednu lozinku
uk: Створіть надійний пароль

source: Confirm Password
ar: تأكيد كلمة المرور
de: Passwort bestätigen
es: Confirmar Contraseña
fr: Confirmer le mot de passe
it: Conferma Password
pt: Confirmar Palavra-passe
ru: Подтвердить пароль
sq: Konfirmo Fjalëkalimin
sr: Potvrdi Lozinku
uk: Підтвердити Пароль

# repeatPassword
source: Repeat your password
ar: كرر كلمة المرور الخاصة بك
de: Wiederholen Sie Ihr Passwort
es: Repite tu contraseña
fr: Répétez votre mot de passe
it: Ripeti la tua password
pt: Repita a sua palavra-passe
ru: Повторите ваш пароль
sq: Përsëritni fjalëkalimin tuaj
sr: Ponovite Vašu lozinku
uk: Повторіть ваш пароль
