Repository: R00tedbrain/FlutterPutter-QuantumResist-Chat-Calls
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, pt, ru, sq, sr, uk

source: Invitation Code
ar: رمز الدعوة
de: Einladungscode
es: Código de Invitación
fr: Code d'Invitation
it: Codice d'Invito
pt: Código de Convite
ru: Код приглашения
sq: Kodi i Ftesës
sr: Pozivni Kod
uk: Код Запрошення

# enterInvitationCode
source: Enter your invitation code
ar: أدخل رمز الدعوة الخاص بك
de: Geben Sie Ihren Einladungscode ein
es: Ingresa tu código de invitación
fr: Saisissez votre code d'invitation
it: Inserisci il tuo codice d'invito
pt: Introduza o seu código de convite
ru: Введите ваш код приглашения
sq: Vendosni kodin tuaj të ftesës
sr: Unesite Vaš pozivni kod
uk: Введіть ваш код запрошення

# registerButton
source: Sign Up
ar: تسجيل
de: Registrieren
es: Registrarse
fr: S'inscrire
it: Registrati
pt: Registar
ru: Зарегистрироваться
sq: Regjistrohu
sr: Registruj se
uk: Зареєструватися

# pleaseConfirmPassword
source: Please confirm your password
ar: يرجى تأكيد كلمة المرور الخاصة بك
de: Bitte bestätigen Sie Ihr Passwort
es: Por favor, confirma tu contraseña
fr: Veuillez confirmer votre mot de passe
it: Per favore, conferma la tua password
pt: Por favor, confirme a sua palavra-passe
ru: Пожалуйста, подтвердите ваш пароль
sq: Ju lutemi konfirmoni fjalëkalimin tuaj
sr: Molimo potvrdite Vašu lozinku
uk: Будь ласка, підтвердіть ваш пароль

source: Passwords do not match
ar: كلمات المرور غير متطابقة
de: Die Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
it: Le password non coincidono
pt: As palavras-passe não coincidem
ru: Пароли не совпадают
sq: Fjalëkalimet nuk përputhen
sr: Lozinke se ne podudaraju
uk: Паролі не збігаються

# pleaseEnterNickname
source: Please enter a nickname
ar: يرجى إدخال اسم مستعار
de: Bitte geben Sie einen Nickname ein
es: Por favor, ingresa un nickname
fr: Veuillez saisir un pseudo
it: Per favore, inserisci un nickname
pt: Por favor, introduza um nickname
ru: Пожалуйста, введите никнейм
sq: Ju lutemi vendosni një nofkë
sr: Molimo unesite nadimak
uk: Будь ласка, введіть нікнейм

# nicknameMinLength
source: Nickname must be at least 3 characters
ar: يجب أن يتكون الاسم المستعار من 3 أحرف على الأقل
de: Der Nickname muss mindestens 3 Zeichen lang sein
es: El nickname debe tener al menos 3 caracteres
fr: Le pseudo doit contenir au moins 3 caractères
it: Il nickname deve contenere almeno 3 caratteri
pt: O nickname deve ter pelo menos 3 caracteres
ru: Никнейм должен содержать не менее 3 символов
sq: Nofka duhet të ketë të paktën 3 karaktere
sr: Nadimak mora imati najmanje 3 karaktera
uk: Нікнейм повинен містити щонайменше 3 символи

# pleaseEnterInvitationCode
source: Please enter an invitation code
ar: يرجى إدخال رمز دعوة
de: Bitte geben Sie einen Einladungscode ein
es: Por favor, ingresa un código de invitación
fr: Veuillez saisir un code d'invitation
it: Per favore, inserisci un codice d'invito
pt: Por favor, introduza um código de convite
ru: Пожалуйста, введите код приглашения
sq: Ju lutemi vendosni një kod ftese
sr: Molimo unesite pozivni kod
uk: Будь ласка, введіть код запрошення

# invitationCodeLength
source: Code must be 8 characters
ar: يجب أن يتكون الرمز من 8 أحرف
de: Der Code muss 8 Zeichen lang sein
es: El código debe tener 8 caracteres
fr: Le code doit contenir 8 caractères
it: Il codice deve contenere 8 caratteri
pt: O código deve ter 8 caracteres
ru: Код должен содержать 8 символов
sq: Kodi duhet të ketë 8 karaktere
sr: Kod mora imati 8 karaktera
uk: Код повинен містити 8 символів

source: 📩 New chat invitation received
ar: 📩 تم استلام دعوة دردشة جديدة
de: 📩 Neue Chat-Einladung erhalten
es: 📩 Nueva invitación de chat recibida
fr: 📩 Nouvelle invitation de discussion reçue
it: 📩 Nuovo invito di chat ricevuto
pt: 📩 Novo convite de chat recebido
ru: 📩 Получено новое приглашение в чат
sq: 📩 Ftesë e re bisede e marrë
sr: 📩 Primljena nova pozivnica za ćaskanje
uk: 📩 Отримано нове запрошення до чату

source: View
ar: عرض
de: Ansehen
es: Ver
fr: Voir
it: Visualizza
pt: Ver
ru: Посмотреть
sq: Shiko
sr: Prikaži
uk: Переглянути

source: Chat Invitations
ar: دعوات الدردشة
de: Chat-Einladungen
es: Invitaciones de Chat
fr: Invitations de Discussion
it: Inviti di Chat
pt: Convites de Chat
ru: Приглашения в чат
sq: Ftesat e Bisedave
sr: Pozivnice za Ćaskanje
uk: Запрошення до Чату

# securitySettingsTooltip
source: Security Settings
ar: إعدادات الأمان
de: Sicherheitseinstellungen
es: Configuraciones de Seguridad
fr: Paramètres de Sécurité
it: Impostazioni di Sicurezza
pt: Definições de Segurança
ru: Настройки безопасности
sq: Cilësimet e Sigurisë
sr: Bezbednosna Podešavanja
uk: Налаштування Безпеки

# helloUser
source: Hello, {nickname}
ar: مرحبًا، {nickname}
de: Hallo, {nickname}
es: Hola, {nickname}
fr: Bonjour, {nickname}
it: Ciao, {nickname}
pt: Olá, {nickname}
ru: Привет, {nickname}
sq: Përshëndetje, {nickname}
sr: Zdravo, {nickname}
uk: Привіт, {nickname}

# searchUsersToVideoCall
source: Search users to start a video call
ar: ابحث عن مستخدمين لبدء مكالمة فيديو
de: Suchen Sie Benutzer, um einen Videoanruf zu starten
es: Busca usuarios para iniciar una videollamada
fr: Recherchez des utilisateurs pour démarrer un appel vidéo
it: Cerca utenti per avviare una videochiamata
pt: Procure utilizadores para iniciar uma videochamada
ru: Найдите пользователей, чтобы начать видеозвонок
sq: Kërkoni përdorues për të filluar një videothirrje
sr: Pretražite korisnike da biste započeli video poziv
uk: Шукайте користувачів, щоб розпочати відеодзвінок

# searchUsersButton
source: Search Users
ar: بحث عن المستخدمين
de: Benutzer suchen
es: Buscar Usuarios
fr: Rechercher des Utilisateurs
it: Cerca Utenti
pt: Procurar Utilizadores
ru: Поиск пользователей
sq: Kërko Përdorues
sr: Pretraži Korisnike
uk: Шукати Користувачів

source: Test identity verification
ar: اختبار التحقق من الهوية
de: Identitätsverifizierung testen
es: Probar verificación de identidad
fr: Tester la vérification d'identité
it: Testare verifica identità
pt: Testar verificação de identidade
ru: Протестировать верификацию личности
sq: Testo verifikimin e identitetit
sr: Testiraj verifikaciju identiteta
uk: Тестувати верифікацію особистості

source: 💬 Ephemeral Chat
ar: 💬 دردشة سريعة الزوال
de: 💬 Temporärer Chat
es: 💬 Chat Efímero
fr: 💬 Discussion Éphémère
it: 💬 Chat Effimera
pt: 💬 Chat Efémero
ru: 💬 Эфемерный чат
sq: 💬 Bisedë e Përkohshme
sr: 💬 Privremeno Ćaskanje
uk: 💬 Тимчасовий Чат

# multipleSimultaneousRooms
source: Multiple simultaneous rooms (max. 10)
ar: غرف متزامنة متعددة (بحد أقصى 10)
de: Mehrere gleichzeitige Räume (max. 10)
es: Múltiples salas simultáneas (máx. 10)
fr: Plusieurs salons simultanés (max. 10)
it: Stanze simultanee multiple (max. 10)
pt: Múltiplas salas simultâneas (máx. 10)
ru: Несколько одновременных комнат (макс. 10)
sq: Dhoma të shumta të njëkohshme (maks. 10)
sr: Višestruke simultane sobe (maks. 10)
uk: Кілька одночасних кімнат (макс. 10)

source: Logout
ar: تسجيل الخروج
de: Abmelden
es: Cerrar Sesión
fr: Se déconnecter
it: Esci
pt: Terminar Sessão
ru: Выйти
sq: Dilni
sr: Odjavi se
uk: Вийти

# logoutConfirmTitle
source: Logout
ar: تسجيل الخروج
de: Abmelden
es: Cerrar Sesión
fr: Se déconnecter
it: Esci
pt: Terminar Sessão
ru: Выйти
sq: Dilni
sr: Odjavi se
uk: Вийти

# logoutConfirmMessage
source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: ¿Estás seguro de que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
it: Sei sicuro di voler uscire?
pt: Tem a certeza de que quer terminar sessão?
ru: Вы уверены, что хотите выйти?
sq: Jeni të sigurt që doni të dilni?
sr: Da li ste sigurni da želite da se odjavite?
uk: Ви впевнені, що хочете вийти?

# helpSection
source: Help & Support
ar: المساعدة والدعم
de: Hilfe und Support
es: Ayuda y Soporte
fr: Aide et Assistance
it: Aiuto e Supporto
pt: Ajuda e Suporte
ru: Помощь и Поддержка
sq: Ndihma dhe Mbështetja
sr: Pomoć i Podrška
uk: Допомога та Підтримка

source: Support Center
ar: مركز المساعدة
de: Hilfezentrum
es: Centro de asistencia
fr: Centre d'aide
it: Centro assistenza
pt: Centro de assistência
ru: Центр поддержки
sq: Qendra e mbështetjes
sr: Centar za podršku
uk: Центр підтримки

# supportCenterDescription
source: Get help and check frequently asked questions
ar: احصل على المساعدة واطلع على الأسئلة الشائعة
de: Holen Sie sich Hilfe und sehen Sie sich die FAQs an
es: Obtén ayuda y consulta las preguntas frecuentes
fr: Obtenez de l'aide et consultez la FAQ
it: Ottieni aiuto e consulta le domande frequenti
pt: Obtenha ajuda e consulte as perguntas frequentes
ru: Получите помощь и ознакомьтесь с часто задаваемыми вопросами
sq: Merrni ndihmë dhe konsultoni pyetjet e shpeshta
sr: Potražite pomoć i pogledajte česta pitanja
uk: Отримайте допомогу та перегляньте поширені запитання

source: Contact us
ar: اتصل بنا
de: Kontaktieren Sie uns
es: Contacta con nosotros
fr: Contactez-nous
it: Contattaci
pt: Contacte-nos
ru: Свяжитесь с нами
sq: Na Kontaktoni
sr: Kontaktirajte nas
uk: Зв'яжіться з нами

# contactUsDescription
source: Send us an email to resolve your questions
ar: أرسل لنا بريدًا إلكترونيًا لحل شكوكك
de: Senden Sie uns eine E-Mail, um Ihre Fragen zu klären
es: Envíanos un email para resolver tus dudas
fr: Envoyez-nous un email pour résoudre vos doutes
it: Inviaci un'email per risolvere i tuoi dubbi
pt: Envie-nos um email para resolver as suas dúvidas
ru: Отправьте нам электронное письмо, чтобы разрешить ваши сомнения
sq: Na dërgoni një email për të zgjidhur dyshimet tuaja
sr: Pošaljite nam email da rešite Vaše nedoumice
uk: Надішліть нам електронного листа, щоб вирішити ваші питання

# appVersion
source: Version
ar: الإصدار
es: Versión
it: Versione
pt: Versão
ru: Версия
sq: Versioni
sr: Verzija
uk: Версія

# versionNumber
source: Version 1.0 Beta
ar: الإصدار 1.0 تجريبي
fr: Version 1.0 Bêta
it: Versione 1.0 Beta
pt: Versão 1.0 Beta
ru: Версия 1.0 Бета
sq: Versioni 1.0 Beta
sr: Verzija 1.0 Beta
uk: Версія 1.0 Бета

source: Terms and Conditions
ar: الشروط والأحكام
de: Allgemeine Geschäftsbedingungen
es: Términos y condiciones
fr: Termes et conditions
it: Termini e condizioni
pt: Termos e condições
ru: Условия и положения
sq: Kushtet dhe Afatet
sr: Uslovi korišćenja
uk: Умови та положення

# termsDescription
source: Read our terms of service
ar: اقرأ شروط الخدمة الخاصة بنا
de: Lesen Sie unsere Nutzungsbedingungen
es: Lee nuestros términos de servicio
fr: Lisez nos conditions d'utilisation
it: Leggi i nostri termini di servizio
pt: Leia os nossos termos de serviço
ru: Прочтите наши условия обслуживания
sq: Lexoni kushtet tona të shërbimit
sr: Pročitajte naše uslove korišćenja usluge
uk: Прочитайте наші умови надання послуг

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Politica sulla privacy
pt: Política de privacidade
ru: Политика конфиденциальности
sq: Politika e Privatësisë
sr: Politika privatnosti
uk: Політика конфіденційності

# privacyPolicyDescription
source: Check how we protect your information
ar: راجع كيف نحمي معلوماتك
de: Erfahren Sie, wie wir Ihre Informationen schützen
es: Consulta cómo protegemos tu información
fr: Consultez comment nous protégeons vos informations
it: Consulta come proteggiamo le tue informazioni
pt: Consulte como protegemos a sua informação
ru: Узнайте, как мы защищаем вашу информацию
sq: Konsultoni se si mbrojmë informacionin tuaj
sr: Pogledajte kako štitimo Vaše informacije
uk: Дізнайтеся, як ми захищаємо вашу інформацію

# emailCopied
source: Email copied to clipboard
ar: تم نسخ البريد الإلكتروني إلى الحافظة
de: E-Mail in die Zwischenablage kopiert
es: Email copiado al portapapeles
fr: Email copié dans le presse-papiers
it: Email copiata negli appunti
pt: Email copiado para a área de transferência
ru: Электронная почта скопирована в буфер обмена
sq: Emaili u kopjua në kujtesën e fragmenteve
sr: Email kopiran u klipbord
uk: Електронну пошту скопійовано до буфера обміну

source: Opening web page...
ar: جارٍ فتح صفحة الويب...
de: Webseite wird geöffnet...
es: Abriendo página web...
fr: Ouverture de la page web...
it: Apertura pagina web...
pt: A abrir página web...
ru: Открытие веб-страницы...
sq: Duke hapur faqen e internetit...
sr: Otvaranje veb stranice...
uk: Відкриття веб-сторінки...

source: Error opening web page
ar: خطأ في فتح صفحة الويب
de: Fehler beim Öffnen der Webseite
es: Error al abrir la página web
fr: Erreur lors de l'ouverture de la page web
it: Errore durante l'apertura della pagina web
pt: Erro ao abrir a página web
ru: Ошибка при открытии веб-страницы
sq: Gabim gjatë hapjes së faqes së internetit
sr: Greška pri otvaranju veb stranice
uk: Помилка при відкритті веб-сторінки

# pinLengthError
source: PIN must be between 4 and 15 characters
ar: يجب أن يتكون رقم التعريف الشخصي من 4 إلى 15 حرفًا
de: Die PIN muss zwischen 4 und 15 Zeichen lang sein
es: El PIN debe tener entre 4 y 15 caracteres
fr: Le PIN doit contenir entre 4 et 15 caractères
it: Il PIN deve avere tra 4 e 15 caratteri
pt: O PIN deve ter entre 4 e 15 caracteres
ru: PIN-код должен содержать от 4 до 15 символов
sq: PIN-i duhet të ketë midis 4 dhe 15 karaktereve
sr: PIN mora imati između 4 i 15 karaktera
uk: PIN-код повинен містити від 4 до 15 символів

# pinMismatch
source: PINs do not match
ar: أرقام التعريف الشخصية غير متطابقة
de: Die PINs stimmen nicht überein
es: Los PINs no coinciden
fr: Les PIN ne correspondent pas
it: I PIN non coincidono
pt: Os PINs não coincidem
ru: PIN-коды не совпадают
sq: PIN-et nuk përputhen
sr: PIN-ovi se ne podudaraju
uk: PIN-коди не збігаються

# appLockSetupSuccess
source: 🔒 App lock configured successfully
ar: 🔒 تم تكوين قفل التطبيق بنجاح
de: 🔒 App-Sperre erfolgreich eingerichtet
es: 🔒 Bloqueo de aplicación configurado exitosamente
fr: 🔒 Verrouillage de l'application configuré avec succès
it: 🔒 Blocco applicazione configurato con successo
pt: 🔒 Bloqueio da aplicação configurado com sucesso
ru: 🔒 Блокировка приложения успешно настроена
sq: 🔒 Bllokimi i aplikacionit u konfigurua me sukses
sr: 🔒 Zaključavanje aplikacije uspešno podešeno
uk: 🔒 Блокування програми успішно налаштовано

# pinSetupError
source: Error setting up PIN
ar: خطأ في تكوين رقم التعريف الشخصي
de: Fehler beim Einrichten der PIN
es: Error configurando el PIN
fr: Erreur lors de la configuration du PIN
it: Errore durante la configurazione del PIN
pt: Erro ao configurar o PIN
ru: Ошибка настройки PIN-кода
sq: Gabim gjatë konfigurimit të PIN-it
sr: Greška pri podešavanju PIN-a
uk: Помилка при налаштуванні PIN-коду

# pinChangeSuccess
source: 🔒 PIN changed successfully
ar: 🔒 تم تغيير رقم التعريف الشخصي بنجاح
de: 🔒 PIN erfolgreich geändert
es: 🔒 PIN cambiado exitosamente
fr: 🔒 PIN modifié avec succès
it: 🔒 PIN cambiato con successo
pt: 🔒 PIN alterado com sucesso
ru: 🔒 PIN-код успешно изменен
sq: 🔒 PIN-i u ndryshua me sukses
sr: 🔒 PIN uspešno promenjen
uk: 🔒 PIN-код успішно змінено

# currentPinIncorrect
source: Current PIN is incorrect
ar: رقم التعريف الشخصي الحالي غير صحيح
de: Aktuelle PIN falsch
es: PIN actual incorrecto
fr: PIN actuel incorrect
it: PIN attuale errato
pt: PIN atual incorreto
ru: Текущий PIN-код неверен
sq: PIN-i aktual është i pasaktë
sr: Trenutni PIN je netačan
uk: Поточний PIN-код неправильний

# disableAppLockTitle
source: Disable lock
ar: تعطيل القفل
de: Sperre deaktivieren
es: Deshabilitar bloqueo
fr: Désactiver le verrouillage
it: Disabilita blocco
pt: Desativar bloqueio
ru: Отключить блокировку
sq: Çaktivizo bllokimin
sr: Onemogući zaključavanje
uk: Вимкнути блокування

# disableAppLockMessage
source: Are you sure you want to disable app lock?
ar: هل أنت متأكد أنك تريد تعطيل قفل التطبيق؟
de: Sind Sie sicher, dass Sie die App-Sperre deaktivieren möchten?
es: ¿Estás seguro de que quieres deshabilitar el bloqueo de aplicación?
fr: Êtes-vous sûr de vouloir désactiver le verrouillage de l'application ?
it: Sei sicuro di voler disabilitare il blocco dell'applicazione?
pt: Tem a certeza de que quer desativar o bloqueio da aplicação?
ru: Вы уверены, что хотите отключить блокировку приложения?
sq: Jeni të sigurt që doni të çaktivizoni bllokimin e aplikacionit?
sr: Da li ste sigurni da želite da onemogućite zaključavanje aplikacije?
uk: Ви впевнені, що хочете вимкнути блокування програми?

source: 🔓 App lock disabled
ar: 🔓 تم تعطيل قفل التطبيق
de: 🔓 App-Sperre deaktiviert
es: 🔓 Bloqueo de aplicación deshabilitado
fr: 🔓 Verrouillage de l'application désactivé
it: 🔓 Blocco applicazione disabilitato
pt: 🔓 Bloqueio da aplicação desativado
ru: 🔓 Блокировка приложения отключена
sq: 🔓 Bllokimi i aplikacionit u çaktivizua
sr: 🔓 Zaključavanje aplikacije onemogućeno
uk: 🔓 Блокування програми вимкнено

source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
pt: Confirmar
ru: Подтвердить
sq: Konfirmo
sr: Potvrdi
uk: Підтвердити

source: Change PIN:
ar: تغيير رقم التعريف الشخصي:
de: PIN ändern:
es: Cambiar PIN:
fr: Changer le PIN :
it: Cambia PIN:
pt: Alterar PIN:
ru: Изменить PIN-код:
sq: Ndrysho PIN-in:
sr: Promeni PIN:
uk: Змінити PIN-код:

source: Current PIN
ar: رقم التعريف الشخصي الحالي
de: Aktuelle PIN
es: PIN actual
fr: PIN actuel
it: PIN attuale
pt: PIN atual
ru: Текущий PIN-код
sq: PIN-i aktual
sr: Trenutni PIN
uk: Поточний PIN-код

source: Confirm new PIN
ar: تأكيد رقم التعريف الشخصي الجديد
de: Neue PIN bestätigen
es: Confirmar nuevo PIN
fr: Confirmer le nouveau PIN
it: Conferma nuovo PIN
pt: Confirmar novo PIN
ru: Подтвердить новый PIN-код
sq: Konfirmo PIN-in e ri
sr: Potvrdi novi PIN
uk: Підтвердити новий PIN-код

# changePinButton
source: Change PIN
ar: تغيير رقم التعريف الشخصي
de: PIN ändern
es: Cambiar PIN
fr: Changer le PIN
it: Cambia PIN
pt: Alterar PIN
ru: Изменить PIN-код
sq: Ndrysho PIN-in
sr: Promeni PIN
uk: Змінити PIN-код

# biometricUnlock
source: Unlock app with biometry in addition to PIN
ar: افتح التطبيق باستخدام القياسات الحيوية بالإضافة إلى رقم التعريف الشخصي
de: Entsperren Sie die App zusätzlich zur PIN mit Biometrie
es: Desbloquea la app con biometría además del PIN
fr: Déverrouillez l'application avec la biométrie en plus du PIN
it: Sblocca l'app con la biometria oltre al PIN
pt: Desbloqueie a aplicação com biometria além do PIN
ru: Разблокируйте приложение с помощью биометрии в дополнение к PIN-коду
sq: Zhbloko aplikacionin me biometri përveç PIN-it
sr: Otključajte aplikaciju biometrijom pored PIN-a
uk: Розблокуйте програму за допомогою біометрії на додаток до PIN-коду

# screenshotsAllowedMessage
source: 🔓 Screenshots ALLOWED
ar: 🔓 لقطات الشاشة مسموح بها
de: 🔓 Screenshots ERLAUBT
es: 🔓 Capturas de pantalla PERMITIDAS
fr: 🔓 Captures d'écran AUTORISÉES
it: 🔓 Screenshot CONSENTITI
pt: 🔓 Capturas de ecrã PERMITIDAS
ru: 🔓 Скриншоты РАЗРЕШЕНЫ
sq: 🔓 Pamjet e ekranit TË LEJUARA
sr: 🔓 Snimci ekrana DOZVOLJENI
uk: 🔓 Знімки екрана ДОЗВОЛЕНІ

# screenshotsBlockedMessage
source: 🔒 Screenshots BLOCKED
ar: 🔒 لقطات الشاشة محظورة
de: 🔒 Screenshots BLOCKIERT
es: 🔒 Capturas de pantalla BLOQUEADAS
fr: 🔒 Captures d'écran BLOQUÉES
it: 🔒 Screenshot BLOCCATI
pt: 🔒 Capturas de ecrã BLOQUEADAS
ru: 🔒 Скриншоты ЗАБЛОКИРОВАНЫ
sq: 🔒 Pamjet e ekranit TË BLLOKUARA
sr: 🔒 Snimci ekrana BLOKIRANI
uk: 🔒 Знімки екрана ЗАБЛОКОВАНІ

# screenshotConfigError
source: Error updating screenshot configuration
ar: خطأ في تحديث تكوين لقطات الشاشة
de: Fehler beim Aktualisieren der Screenshot-Konfiguration
es: Error actualizando configuración de capturas
fr: Erreur lors de la mise à jour de la configuration des captures d'écran
it: Errore durante l'aggiornamento della configurazione degli screenshot
pt: Erro ao atualizar configuração de capturas de ecrã
ru: Ошибка обновления конфигурации скриншотов
sq: Gabim gjatë përditësimit të konfigurimit të pamjeve të ekranit
sr: Greška pri ažuriranju konfiguracije snimaka ekrana
uk: Помилка оновлення конфігурації знімків екрана

# protectionActive
source: Active protection
ar: الحماية نشطة
de: Schutz aktiv
es: Protección activa
fr: Protection active
it: Protezione attiva
pt: Proteção ativa
ru: Защита активна
sq: Mbrojtje aktive
sr: Aktivna zaštita
uk: Активний захист

# nativeProtectionFeatures
source: • Native blocking on iOS and Android • Alert when capture attempts detected • Protection in app switcher
ar: • قفل أصلي على iOS و Android • تنبيه عند اكتشاف محاولات التقاط • حماية في مبدل التطبيقات
de: • Native Sperre unter iOS und Android • Warnung bei Erkennung von Screenshot-Versuchen • Schutz im App-Switcher
es: • Bloqueo nativo en iOS y Android • Alerta al detectar intentos de captura • Protección en app switcher
fr: • Verrouillage natif sur iOS et Android • Alerte lors de la détection de tentatives de capture • Protection dans le sélecteur d'applications
it: • Blocco nativo su iOS e Android • Avviso al rilevamento di tentativi di cattura • Protezione nell'app switcher
pt: • Bloqueio nativo em iOS e Android • Alerta ao detetar tentativas de captura • Proteção no seletor de aplicações
ru: • Нативная блокировка на iOS и Android • Оповещение при обнаружении попыток захвата экрана • Защита в переключателе приложений
sq: • Bllokim nativ në iOS dhe Android • Alarm kur zbulohen përpjekje për kapje • Mbrojtje në ndërruesin e aplikacioneve
sr: • Nativno zaključavanje na iOS-u i Android-u • Upozorenje pri detekciji pokušaja snimanja • Zaštita u prebacivaču aplikacija
uk: • Нативне блокування на iOS та Android • Сповіщення при виявленні спроб знімка • Захист у перемикачі програм

# autoDestructionDefaultDisabled
source: 🔥 Default auto-destruction disabled
ar: 🔥 تم تعطيل التدمير الذاتي الافتراضي
de: 🔥 Standard-Selbstzerstörung deaktiviert
es: 🔥 Auto-destrucción por defecto deshabilitada
fr: 🔥 Autodestruction par défaut désactivée
it: 🔥 Autodistruzione predefinita disabilitata
pt: 🔥 Autodestruição por defeito desativada
ru: 🔥 Автоудаление по умолчанию отключено
sq: 🔥 Vetëshkatërrimi i paracaktuar u çaktivizua
sr: 🔥 Podrazumevano samouništenje onemogućeno
uk: 🔥 Самознищення за замовчуванням вимкнено

# autoDestructionError
source: Error updating auto-destruction configuration
ar: خطأ في تحديث تكوين التدمير الذاتي
de: Fehler beim Aktualisieren der Selbstzerstörungskonfiguration
es: Error actualizando configuración de auto-destrucción
fr: Erreur lors de la mise à jour de la configuration d'autodestruction
it: Errore durante l'aggiornamento della configurazione di autodistruzione
pt: Erro ao atualizar configuração de autodestruição
ru: Ошибка обновления конфигурации автоудаления
sq: Gabim gjatë përditësimit të konfigurimit të vetëshkatërrimit
sr: Greška pri ažuriranju konfiguracije samouništenja
uk: Помилка оновлення конфігурації самознищення

source: Protect your app
ar: احمِ تطبيقك
de: Schützen Sie Ihre Anwendung
es: Protege tu aplicación
fr: Protégez votre application
it: Proteggi la tua applicazione
pt: Proteja a sua aplicação
ru: Защитите ваше приложение
sq: Mbroni aplikacionin tuaj
sr: Zaštitite svoju aplikaciju
uk: Захистіть свою програму
