Repository: R00tedbrain/FlutterPutter-QuantumResist-Chat-Calls
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, pt, ru, sq, sr, uk

# invitationsUpdated
source: Updated: {active} active, {expired} expired deleted
ar: تم التحديث: {active} نشطة، {expired} منتهية الصلاحية تم حذفها
de: Aktualisiert: {active} aktiv, {expired} abgelaufene gelöscht
es: Actualizado: {active} activas, {expired} expiradas eliminadas
fr: Mis à jour : {active} actives, {expired} expirées supprimées
it: Aggiornato: {active} attivi, {expired} scaduti eliminati
pt: Atualizado: {active} ativos, {expired} expirados eliminados
ru: Обновлено: {active} активных, {expired} истекших удалено
sq: Përditësuar: {active} aktive, {expired} të skaduara të fshira
sr: Ažurirano: {active} aktivnih, {expired} isteklih obrisano
uk: Оновлено: {active} активних, {expired} прострочених видалено

# invitationsUpdatedActive
source: Updated: {active} active invitations
ar: تم التحديث: {active} دعوات نشطة
de: Aktualisiert: {active} aktive Einladungen
es: Actualizado: {active} invitaciones activas
fr: Mis à jour : {active} invitations actives
it: Aggiornato: {active} inviti attivi
pt: Atualizado: {active} convites ativos
ru: Обновлено: {active} активных приглашений
sq: Përditësuar: {active} ftesa aktive
sr: Ažurirano: {active} aktivnih pozivnica
uk: Оновлено: {active} активних запрошень

source: No invitations
ar: لا توجد دعوات
de: Keine Einladungen
es: No hay invitaciones
fr: Aucune invitation
it: Nessun invito
pt: Não há convites
ru: Нет приглашений
sq: Nuk ka ftesa
sr: Nema pozivnica
uk: Немає запрошень

# invitationsWillAppearHere
source: Chat invitations will appear here
ar: ستظهر دعوات الدردشة هنا
de: Chat-Einladungen werden hier angezeigt
es: Las invitaciones de chat aparecerán aquí
fr: Les invitations de discussion apparaîtront ici
it: Gli inviti di chat appariranno qui
pt: Os convites de chat aparecerão aqui
ru: Приглашения в чат появятся здесь
sq: Ftesat e bisedave do të shfaqen këtu
sr: Pozivnice za ćaskanje će se pojaviti ovde
uk: Запрошення до чату з'являться тут

source: Chat invitation
ar: دعوة دردشة
de: Chat-Einladung
es: Invitación de chat
fr: Invitation de discussion
it: Invito di chat
pt: Convite de chat
ru: Приглашение в чат
sq: Ftesë bisede
sr: Pozivnica za ćaskanje
uk: Запрошення до чату

# fromUser
source: From: {userId}
ar: من: {userId}
de: Von: {userId}
es: De: {userId}
fr: De : {userId}
it: Da: {userId}
pt: De: {userId}
ru: От: {userId}
sq: Nga: {userId}
sr: Od: {userId}
uk: Від: {userId}

source: Expired
ar: منتهية الصلاحية
de: Abgelaufen
es: Expirada
fr: Expirée
it: Scaduto
pt: Expirado
ru: Истекло
sq: E skaduar
sr: Istekla
uk: Прострочено

source: Reject
ar: رفض
de: Ablehnen
es: Rechazar
fr: Rejeter
it: Rifiuta
pt: Rejeitar
ru: Отклонить
sq: Refuzo
sr: Odbij
uk: Відхилити

source: Accept
ar: قبول
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accetta
pt: Aceitar
ru: Принять
sq: Prano
sr: Prihvati
uk: Прийняти

source: Tap to create or join ephemeral chats
ar: انقر لإنشاء أو الانضمام إلى الدردشات سريعة الزوال
de: Tippen, um temporäre Chats zu erstellen oder beizutreten
es: Toca para crear o unirte a chats efímeros
fr: Appuyez pour créer ou rejoindre des discussions éphémères
it: Tocca per creare o unirti a chat effimere
pt: Toque para criar ou juntar-se a conversas efémeras
ru: Нажмите, чтобы создать эфемерные чаты или присоединиться к ним
sq: Prekni për të krijuar ose bashkuar në biseda të përkohshme
sr: Dodirnite da kreirate ili se pridružite privremenim ćaskanjima
uk: Торкніться, щоб створити або приєднатися до тимчасових чатів

source: Now
ar: الآن
de: Jetzt
es: Ahora
fr: Maintenant
it: Adesso
pt: Agora
ru: Сейчас
sq: Tani
sr: Sada
uk: Зараз

source: Call ended
ar: انتهت المكالمة
de: Anruf beendet
es: Llamada terminada
fr: Appel terminé
it: Chiamata terminata
pt: Chamada terminada
ru: Звонок завершен
sq: Thirrja përfundoi
sr: Poziv završen
uk: Дзвінок завершено

source: 🎥 Video call feature available
ar: 🎥 ميزة مكالمات الفيديو متاحة
de: 🎥 Videoanruffunktion verfügbar
es: 🎥 Función de videollamada disponible
fr: 🎥 Fonction d'appel vidéo disponible
it: 🎥 Funzione videochiamata disponibile
pt: 🎥 Funcionalidade de videochamada disponível
ru: 🎥 Функция видеозвонка доступна
sq: 🎥 Funksioni i videothirrjes i disponueshëm
sr: 🎥 Funkcija video poziva dostupna
uk: 🎥 Функція відеодзвінка доступна

source: Pending invitations
ar: الدعوات المعلقة
de: Ausstehende Einladungen
es: Invitaciones pendientes
fr: Invitations en attente
it: Inviti in sospeso
pt: Convites pendentes
ru: Ожидающие приглашения
sq: Ftesat në pritje
sr: Pozivnice na čekanju
uk: Очікуючі запрошення

# chatInvitationsCount
source: {count} chat invitation(s)
ar: {count} دعوة (دعوات) دردشة
de: {count} Chat-Einladung(en)
es: {count} invitación(es) de chat
fr: {count} invitation(s) de discussion
it: {count} invito/i di chat
pt: {count} convite(s) de chat
ru: {count} приглашений в чат
sq: {count} ftesë(a) bisede
sr: {count} pozivnica za ćaskanje
uk: {count} запрошень до чату

source: Searching...
ar: جارٍ البحث...
de: Suchen...
es: Buscando...
fr: Recherche en cours...
it: Ricerca in corso...
pt: A procurar...
ru: Поиск...
sq: Duke kërkuar...
sr: Pretraživanje...
uk: Пошук...

source: No users found
ar: لم يتم العثور على مستخدمين
de: Keine Benutzer gefunden
es: No se encontraron usuarios
fr: Aucun utilisateur trouvé
it: Nessun utente trovato
pt: Não foram encontrados utilizadores
ru: Пользователи не найдены
sq: Nuk u gjetën përdorues
sr: Nisu pronađeni korisnici
uk: Користувачів не знайдено

source: Error searching users
ar: خطأ في البحث عن المستخدمين
de: Fehler bei der Benutzersuche
es: Error al buscar usuarios
fr: Erreur lors de la recherche d'utilisateurs
it: Errore durante la ricerca di utenti
pt: Erro ao procurar utilizadores
ru: Ошибка при поиске пользователей
sq: Gabim gjatë kërkimit të përdoruesve
sr: Greška pri pretrazi korisnika
uk: Помилка пошуку користувачів

source: Start video call
ar: بدء مكالمة فيديو
de: Videoanruf starten
es: Iniciar videollamada
fr: Démarrer l'appel vidéo
it: Avvia videochiamata
pt: Iniciar videochamada
ru: Начать видеозвонок
sq: Fillo videothirrjen
sr: Započni video poziv
uk: Розпочати відеодзвінок

# startAudioCall
source: Start call
ar: بدء مكالمة صوتية
de: Anruf starten
es: Iniciar llamada
fr: Démarrer l'appel audio
it: Avvia chiamata audio
pt: Iniciar chamada
ru: Начать аудиозвонок
sq: Fillo thirrjen
sr: Započni poziv
uk: Розпочати дзвінок

# confirmVideoCall
source: Do you want to start a video call with {nickname}?
ar: هل تريد بدء مكالمة فيديو مع {nickname}؟
de: Möchten Sie einen Videoanruf mit {nickname} starten?
es: ¿Quieres iniciar una videollamada con {nickname}?
fr: Voulez-vous démarrer un appel vidéo avec {nickname} ?
it: Vuoi avviare una videochiamata con {nickname}?
pt: Quer iniciar uma videochamada com {nickname}?
ru: Хотите начать видеозвонок с {nickname}?
sq: Dëshironi të filloni një videothirrje me {nickname}?
sr: Želite li započeti video poziv sa {nickname}?
uk: Бажаєте розпочати відеодзвінок з {nickname}?

# confirmAudioCall
source: Do you want to start a call with {nickname}?
ar: هل تريد بدء مكالمة صوتية مع {nickname}؟
de: Möchten Sie einen Anruf mit {nickname} starten?
es: ¿Quieres iniciar una llamada con {nickname}?
fr: Voulez-vous démarrer un appel audio avec {nickname} ?
it: Vuoi avviare una chiamata audio con {nickname}?
pt: Quer iniciar uma chamada com {nickname}?
ru: Хотите начать аудиозвонок с {nickname}?
sq: Dëshironi të filloni një thirrje me {nickname}?
sr: Želite li započeti poziv sa {nickname}?
uk: Бажаєте розпочати дзвінок з {nickname}?

# initiatingVideoCall
source: Starting video call...
ar: جارٍ بدء مكالمة الفيديو...
de: Videoanruf wird gestartet...
es: Iniciando videollamada...
fr: Démarrage de l'appel vidéo...
it: Avvio videochiamata...
pt: A iniciar videochamada...
ru: Начало видеозвонка...
sq: Duke filluar videothirrjen...
sr: Započinjanje video poziva...
uk: Розпочинається відеодзвінок...

# initiatingAudioCall
source: Starting call...
ar: جارٍ بدء المكالمة الصوتية...
de: Anruf wird gestartet...
es: Iniciando llamada...
fr: Démarrage de l'appel audio...
it: Avvio chiamata audio...
pt: A iniciar chamada...
ru: Начало аудиозвонка...
sq: Duke filluar thirrjen...
sr: Započinjanje poziva...
uk: Розпочинається дзвінок...

source: Sending invitation...
ar: جارٍ إرسال الدعوة...
de: Einladung wird gesendet...
es: Enviando invitación...
fr: Envoi de l'invitation...
it: Invio invito...
pt: A enviar convite...
ru: Отправка приглашения...
sq: Duke dërguar ftesën...
sr: Slanje pozivnice...
uk: Надсилання запрошення...

# errorInitiatingCall
source: Error starting call
ar: خطأ في بدء المكالمة
de: Fehler beim Starten des Anrufs
es: Error al iniciar la llamada
fr: Erreur lors du démarrage de l'appel
it: Errore durante l'avvio della chiamata
pt: Erro ao iniciar a chamada
ru: Ошибка при начале звонка
sq: Gabim gjatë fillimit të thirrjes
sr: Greška pri započinjanju poziva
uk: Помилка під час початку дзвінка

source: Invitation sent to
ar: تم إرسال الدعوة إلى
de: Einladung gesendet an
es: Invitación enviada a
fr: Invitation envoyée à
it: Invito inviato a
pt: Convite enviado para
ru: Приглашение отправлено
sq: Ftesa iu dërgua
sr: Pozivnica poslata korisniku
uk: Запрошення надіслано до

# waitingForAcceptance
source: Waiting for invitation to be accepted...
ar: في انتظار قبول الدعوة...
de: Warte, bis die Einladung angenommen wird...
es: Esperando que acepte la invitación...
fr: En attente de l'acceptation de l'invitation...
it: In attesa che accetti l'invito...
pt: A aguardar que aceite o convite...
ru: Ожидание принятия приглашения...
sq: Duke pritur që të pranojë ftesën...
sr: Čeka se da prihvati pozivnicu...
uk: Очікування прийняття запрошення...

# ephemeralChatTooltip
source: Ephemeral Chat
ar: دردشة سريعة الزوال
de: Temporärer Chat
es: Chat Efímero
fr: Discussion Éphémère
it: Chat Effimera
pt: Chat Efémero
ru: Эфемерный чат
sq: Bisedë e Përkohshme
sr: Privremeno Ćaskanje
uk: Тимчасовий Чат

# audioCallTooltip
source: Call
ar: مكالمة
de: Anruf
es: Llamada
fr: Appel
it: Chiamata
pt: Chamada
ru: Звонок
sq: Thirrje
sr: Poziv
uk: Дзвінок

# videoCallTooltip
source: Video
ar: فيديو
fr: Vidéo
pt: Vídeo
ru: Видео
uk: Відео

source: Search User
ar: بحث عن مستخدم
de: Benutzer suchen
es: Buscar Usuario
fr: Rechercher un Utilisateur
it: Cerca Utente
pt: Procurar Utilizador
ru: Поиск пользователя
sq: Kërko Përdorues
sr: Pretraži Korisnika
uk: Шукати Користувача

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
pt: Tentar Novamente
ru: Повторить
sq: Provo Përsëri
sr: Pokušaj ponovo
uk: Повторити

source: Searching users...
ar: جارٍ البحث عن المستخدمين...
de: Benutzer werden gesucht...
es: Buscando usuarios...
fr: Recherche d'utilisateurs en cours...
it: Ricerca utenti in corso...
pt: A procurar utilizadores...
ru: Поиск пользователей...
sq: Duke kërkuar përdorues...
sr: Pretraživanje korisnika...
uk: Пошук користувачів...

# noUsersFoundWith
source: No users found\nwith "{query}"
ar: لم يتم العثور على مستخدمين\nبـ "{query}"
de: Keine Benutzer gefunden\nmit "{query}"
es: No se encontraron usuarios\ncon "{query}"
fr: Aucun utilisateur trouvé\navec "{query}"
it: Nessun utente trovato\ncon "{query}"
pt: Não foram encontrados utilizadores\ncom "{query}"
ru: Пользователи с "{query}"\nне найдены
sq: Nuk u gjetën përdorues\nme "{query}"
sr: Nisu pronađeni korisnici\nsa "{query}"
uk: Користувачів не знайдено\nз "{query}"

# errorSearchingUsersDetails
source: Error searching users: {error}
ar: خطأ في البحث عن المستخدمين: {error}
de: Fehler bei der Benutzersuche: {error}
es: Error buscando usuarios: {error}
fr: Erreur lors de la recherche d'utilisateurs : {error}
it: Errore durante la ricerca di utenti: {error}
pt: Erro ao procurar utilizadores: {error}
ru: Ошибка поиска пользователей: {error}
sq: Gabim gjatë kërkimit të përdoruesve: {error}
sr: Greška pri pretrazi korisnika: {error}
uk: Помилка пошуку користувачів: {error}

# multipleChatsTitle
source: Multiple Chats ({count}/10)
ar: دردشات متعددة ({count}/10)
de: Mehrere Chats ({count}/10)
es: Chats Múltiples ({count}/10)
fr: Discussions Multiples ({count}/10)
it: Chat Multiple ({count}/10)
pt: Conversas Múltiplas ({count}/10)
ru: Множественные чаты ({count}/10)
sq: Biseda të Shumta ({count}/10)
sr: Višestruka Ćaskanja ({count}/10)
uk: Кілька Чатів ({count}/10)

source: Back to Home
ar: العودة إلى الرئيسية
de: Zurück zur Startseite
es: Volver al Home
fr: Retour à l'accueil
it: Torna alla Home
pt: Voltar ao Início
ru: Вернуться на главный экран
sq: Kthehu në Fillim
sr: Nazad na Početnu
uk: Повернутися на Головну

source: Close All Rooms
ar: إغلاق جميع الغرف
de: Alle Räume schließen
es: Cerrar Todas las Salas
fr: Fermer Tous les Salons
it: Chiudi Tutte le Stanze
pt: Fechar Todas as Salas
ru: Закрыть все комнаты
sq: Mbyll Të Gjitha Dhomat
sr: Zatvori Sve Sobe
uk: Закрити Всі Кімнати

# closeAllRoomsConfirm
source: Are you sure you want to close all chat rooms?
ar: هل أنت متأكد أنك تريد إغلاق جميع غرف الدردشة؟
de: Sind Sie sicher, dass Sie alle Chaträume schließen möchten?
es: ¿Estás seguro de que quieres cerrar todas las salas de chat?
fr: Êtes-vous sûr de vouloir fermer tous les salons de discussion ?
it: Sei sicuro di voler chiudere tutte le stanze chat?
pt: Tem a certeza de que quer fechar todas as salas de chat?
ru: Вы уверены, что хотите закрыть все чат-комнаты?
sq: Jeni të sigurt që doni të mbyllni të gjitha dhomat e bisedave?
sr: Da li ste sigurni da želite da zatvorite sve sobe za ćaskanje?
uk: Ви впевнені, що хочете закрити всі чат-кімнати?

source: Close All
ar: إغلاق الكل
de: Alle schließen
es: Cerrar Todas
fr: Tout Fermer
it: Chiudi Tutte
pt: Fechar Todas
ru: Закрыть все
sq: Mbyll Të Gjitha
sr: Zatvori Sve
uk: Закрити Всі

# participants
source: {count} participants
ar: {count} مشاركين
de: {count} Teilnehmer
es: {count} participantes
it: {count} partecipanti
pt: {count} participantes
ru: {count} участников
sq: {count} pjesëmarrës
sr: {count} učesnika
uk: {count} учасників

# roomActive
source: Active room ({count} participants)
ar: الغرفة نشطة ({count} مشاركين)
de: Raum aktiv ({count} Teilnehmer)
es: Sala activa ({count} participantes)
fr: Salon actif ({count} participants)
it: Stanza attiva ({count} partecipanti)
pt: Sala ativa ({count} participantes)
ru: Активная комната ({count} участников)
sq: Dhomë aktive ({count} pjesëmarrës)
sr: Soba aktivna ({count} učesnika)
uk: Кімната активна ({count} учасників)

source: Waiting for Response
ar: في انتظار الرد...
de: Warte auf Antwort...
es: Esperando respuesta...
fr: En attente de réponse...
it: In attesa di risposta...
pt: A aguardar resposta...
ru: Ожидание ответа...
sq: Duke pritur përgjigje...
sr: Čekanje odgovora...
uk: Очікування відповіді...

source: No connection
ar: لا يوجد اتصال
de: Keine Verbindung
es: Sin conexión
fr: Pas de connexion
it: Nessuna connessione
pt: Sem ligação
ru: Нет подключения
sq: Pa lidhje
sr: Nema konekcije
uk: Немає з'єднання

source: Create New Room
ar: إنشاء غرفة جديدة
de: Neuen Raum erstellen
es: Crear Nueva Sala
fr: Créer un Nouveau Salon
it: Crea Nuova Stanza
pt: Criar Nova Sala
ru: Создать новую комнату
sq: Krijo Dhomë të Re
sr: Kreiraj Novu Sobu
uk: Створити Нову Кімнату

source: Add Chat
ar: إضافة دردشة
de: Chat hinzufügen
es: Agregar Chat
fr: Ajouter une Discussion
it: Aggiungi Chat
pt: Adicionar Conversa
ru: Добавить чат
sq: Shto Bisedë
sr: Dodaj Ćaskanje
uk: Додати Чат

source: Statistics
ar: الإحصائيات
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
pt: Estatísticas
ru: Статистика
sq: Statistikat
sr: Statistika
uk: Статистика

# chatStatisticsTitle
source: Chat Statistics
ar: إحصائيات الدردشة
de: Chat-Statistiken
es: Estadísticas de Chat
fr: Statistiques de Discussion
it: Statistiche Chat
pt: Estatísticas de Chat
ru: Статистика чата
sq: Statistikat e Bisedës
sr: Statistika Ćaskanja
uk: Статистика Чату

source: Active rooms
ar: الغرف النشطة
de: Aktive Räume
es: Salas activas
fr: Salons actifs
it: Stanze attive
pt: Salas ativas
ru: Активные комнаты
sq: Dhomat aktive
sr: Aktivne sobe
uk: Активні кімнати

source: Total messages
ar: إجمالي الرسائل
de: Gesamtnachrichten
es: Mensajes totales
fr: Messages totaux
it: Messaggi totali
pt: Mensagens totais
ru: Всего сообщений
sq: Mesazhet totale
sr: Ukupno poruka
uk: Всього повідомлень

# unreadMessages
source: Unread
ar: غير مقروءة
de: Ungelesen
es: No leídos
fr: Non lus
it: Non letti
pt: Não lidas
ru: Непрочитанные
sq: Të palexuara
sr: Nepročitane
uk: Непрочитані

# initiatingChat
source: Starting chat...
ar: جارٍ بدء الدردشة...
de: Chat wird gestartet...
es: Iniciando chat...
fr: Démarrage de la discussion...
it: Avvio chat...
pt: A iniciar conversa...
ru: Начало чата...
sq: Duke filluar bisedën...
sr: Započinjanje ćaskanja...
uk: Розпочинається чат...

# errorClosingRoom
source: Error closing room: {error}
ar: خطأ في إغلاق الغرفة: {error}
de: Fehler beim Schließen des Raums: {error}
es: Error cerrando sala: {error}
fr: Erreur lors de la fermeture du salon : {error}
it: Errore durante la chiusura della stanza: {error}
pt: Erro ao fechar sala: {error}
ru: Ошибка при закрытии комнаты: {error}
sq: Gabim gjatë mbylljes së dhomës: {error}
sr: Greška pri zatvaranju sobe: {error}
uk: Помилка закриття кімнати: {error}

source: ✅ Invitation accepted
ar: ✅ تم قبول الدعوة
de: ✅ Einladung angenommen
es: ✅ Invitación aceptada
fr: ✅ Invitation acceptée
it: ✅ Invito accettato
pt: ✅ Convite aceite
ru: ✅ Приглашение принято
sq: ✅ Ftesa u pranua
sr: ✅ Pozivnica prihvaćena
uk: ✅ Запрошення прийнято

# errorAcceptingInvitationDetails
source: Error accepting invitation: {error}
ar: خطأ في قبول الدعوة: {error}
de: Fehler beim Annehmen der Einladung: {error}
es: Error aceptando invitación: {error}
fr: Erreur lors de l'acceptation de l'invitation : {error}
it: Errore durante l'accettazione dell'invito: {error}
pt: Erro ao aceitar convite: {error}
ru: Ошибка принятия приглашения: {error}
sq: Gabim gjatë pranimit të ftesës: {error}
sr: Greška pri prihvatanju pozivnice: {error}
uk: Помилка прийняття запрошення: {error}

# errorCreatingRoom
source: Error creating room: {error}
ar: خطأ في إنشاء الغرفة: {error}
de: Fehler beim Erstellen des Raums: {error}
es: Error creando sala: {error}
fr: Erreur lors de la création du salon : {error}
it: Errore durante la creazione della stanza: {error}
pt: Erro ao criar sala: {error}
ru: Ошибка создания комнаты: {error}
sq: Gabim gjatë krijimit të dhomës: {error}
sr: Greška pri kreiranju sobe: {error}
uk: Помилка створення кімнати: {error}

source: Create new chat room
ar: إنشاء غرفة دردشة جديدة
de: Neuen Chatraum erstellen
es: Crear nueva sala de chat
fr: Créer un nouveau salon de discussion
it: Crea nuova stanza chat
pt: Criar nova sala de chat
ru: Создать новую чат-комнату
sq: Krijo dhomë të re bisede
sr: Kreiraj novu sobu za ćaskanje
uk: Створити нову чат-кімнату

source: minutes
ar: دقائق
de: Minuten
es: minutos
it: minuti
pt: minutos
ru: минут
sq: minuta
sr: minuta
uk: хвилин

source: seconds
ar: ثوانٍ
de: Sekunden
es: segundos
fr: secondes
it: secondi
pt: segundos
ru: секунд
sq: sekonda
sr: sekundi
uk: секунд

source: 🎵 Microphone Permissions
ar: 🎵 أذونات الميكروفون
de: 🎵 Mikrofonberechtigungen
es: 🎵 Permisos de Micrófono
fr: 🎵 Autorisations du Microphone
it: 🎵 Permessi Microfono
pt: 🎵 Permissões de Microfone
ru: 🎵 Разрешения для микрофона
sq: 🎵 Lejet e Mikrofonit
sr: 🎵 Dozvole za Mikrofon
uk: 🎵 Дозволи на Мікрофон

# microphonePermissionsContent
source: To record audio you need to enable microphone permissions in the app settings. Go to Settings > Privacy > Microphone and enable permissions for this application.
ar: لتسجيل الصوت، تحتاج إلى تفعيل أذونات الميكروفون في إعدادات التطبيق. اذهب إلى الإعدادات > الخصوصية > الميكروفون وقم بتفعيل الأذونات لهذا التطبيق.
de: Um Audio aufzunehmen, müssen Sie die Mikrofonberechtigungen in den App-Einstellungen aktivieren. Gehen Sie zu Einstellungen > Datenschutz > Mikrofon und aktivieren Sie die Berechtigungen für diese Anwendung.
es: Para grabar audio necesitas activar los permisos de micrófono en la configuración de la app. Ve a Configuración > Privacidad > Micrófono y activa los permisos para esta aplicación.
fr: Pour enregistrer de l'audio, vous devez activer les autorisations du microphone dans les paramètres de l'application. Allez dans Paramètres > Confidentialité > Microphone et activez les autorisations pour cette application.
it: Per registrare audio devi attivare i permessi del microfono nelle impostazioni dell'app. Vai su Impostazioni > Privacy > Microfono e attiva i permessi per questa applicazione.
pt: Para gravar áudio precisa de ativar as permissões de microfone nas definições da aplicação. Vá a Definições > Privacidade > Microfone e ative as permissões para esta aplicação.
ru: Для записи аудио необходимо включить разрешения для микрофона в настройках приложения. Перейдите в Настройки > Конфиденциальность > Микрофон и включите разрешения для этого приложения.
sq: Për të regjistruar audio duhet të aktivizoni lejet e mikrofonit në cilësimet e aplikacionit. Shkoni te Cilësimet > Privatësia > Mikrofoni dhe aktivizoni lejet për këtë aplikacion.
sr: Da biste snimali audio, morate aktivirati dozvole za mikrofon u podešavanjima aplikacije. Idite na Podešavanja > Privatnost > Mikrofon i aktivirajte dozvole za ovu aplikaciju.
uk: Щоб записувати аудіо, потрібно активувати дозволи на мікрофон у налаштуваннях програми. Перейдіть до Налаштування > Конфіденційність > Мікрофон та активуйте дозволи для цієї програми.

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir Configuración
fr: Ouvrir les Paramètres
it: Apri Impostazioni
pt: Abrir Definições
ru: Открыть настройки
sq: Hap Cilësimet
sr: Otvori Podešavanja
uk: Відкрити Налаштування

# errorInitializingAudio
source: Error initializing audio: {error}
ar: خطأ في تهيئة الصوت: {error}
de: Fehler beim Initialisieren von Audio: {error}
es: Error inicializando audio: {error}
fr: Erreur lors de l'initialisation de l'audio : {error}
it: Errore durante l'inizializzazione dell'audio: {error}
pt: Erro ao inicializar áudio: {error}
ru: Ошибка инициализации аудио: {error}
sq: Gabim gjatë inicializimit të audios: {error}
sr: Greška pri inicijalizaciji audia: {error}
uk: Помилка ініціалізації аудіо: {error}

# imageTooLarge
source: Image too large. Maximum 500KB allowed.
ar: الصورة كبيرة جدًا. الحد الأقصى المسموح به 500 كيلوبايت.
de: Bild zu groß. Maximal 500KB erlaubt.
es: Imagen demasiado grande. Máximo 500KB permitido.
fr: Image trop grande. Maximum 500 Ko autorisé.
it: Immagine troppo grande. Massimo 500KB consentito.
pt: Imagem demasiado grande. Máximo 500KB permitido.
ru: Изображение слишком большое. Максимально допустимый размер 500 КБ.
sq: Imazhi shumë i madh. Maksimumi i lejuar 500KB.
sr: Slika je prevelika. Maksimalno dozvoljeno 500KB.
uk: Зображення завелике. Максимально дозволено 500 КБ.

# errorSendingImage
source: Error sending image: {error}
ar: خطأ في إرسال الصورة: {error}
de: Fehler beim Senden des Bildes: {error}
es: Error enviando imagen: {error}
fr: Erreur lors de l'envoi de l'image : {error}
it: Errore durante l'invio dell'immagine: {error}
pt: Erro ao enviar imagem: {error}
ru: Ошибка отправки изображения: {error}
sq: Gabim gjatë dërgimit të imazhit: {error}
sr: Greška pri slanju slike: {error}
uk: Помилка надсилання зображення: {error}

# errorSendingAudio
source: Error sending audio: {error}
ar: خطأ في إرسال الصوت: {error}
de: Fehler beim Senden von Audio: {error}
es: Error enviando audio: {error}
fr: Erreur lors de l'envoi de l'audio : {error}
it: Errore durante l'invio dell'audio: {error}
pt: Erro ao enviar áudio: {error}
ru: Ошибка отправки аудио: {error}
sq: Gabim gjatë dërgimit të audios: {error}
sr: Greška pri slanju audia: {error}
uk: Помилка надсилання аудіо: {error}
