Repository: R00tedbrain/FlutterPutter-QuantumResist-Chat-Calls
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, pt, ru, sq, sr, uk

# securityPinDescription
source: Set up a security PIN to protect your privacy. Notifications will continue to arrive even when the app is locked.
ar: قم بتكوين رقم تعريف شخصي (PIN) للأمان لحماية خصوصيتك. ستستمر الإشعارات في الوصول حتى إذا كان التطبيق مقفلاً.
de: Richten Sie eine Sicherheits-PIN ein, um Ihre Privatsphäre zu schützen. Benachrichtigungen werden weiterhin empfangen, auch wenn die App gesperrt ist.
es: Configura un PIN de seguridad para proteger tu privacidad. Las notificaciones seguirán llegando aunque la app esté bloqueada.
fr: Configurez un PIN de sécurité pour protéger votre vie privée. Les notifications continueront d'arriver même si l'application est verrouillée.
it: Configura un PIN di sicurezza per proteggere la tua privacy. Le notifiche continueranno ad arrivare anche se l'app è bloccata.
pt: Configure um PIN de segurança para proteger a sua privacidade. As notificações continuarão a chegar mesmo que a aplicação esteja bloqueada.
ru: Установите PIN-код безопасности для защиты вашей конфиденциальности. Уведомления будут поступать, даже если приложение заблокировано.
sq: Konfiguroni një PIN sigurie për të mbrojtur privatësinë tuaj. Njoftimet do të vazhdojnë të mbërrijnë edhe pse aplikacioni është i bllokuar.
sr: Podesite bezbednosni PIN da zaštitite svoju privatnost. Obaveštenja će i dalje stizati iako je aplikacija zaključana.
uk: Налаштуйте PIN-код безпеки для захисту вашої конфіденційності. Сповіщення продовжуватимуть надходити, навіть якщо програма заблокована.

source: Lock activated
ar: تم تفعيل القفل
de: Sperre aktiviert
es: Bloqueo activado
fr: Verrouillage activé
it: Blocco attivato
pt: Bloqueio ativado
ru: Блокировка активирована
sq: Bllokimi u aktivizua
sr: Zaključavanje aktivirano
uk: Блокування активовано

source: Disable
ar: تعطيل
de: Deaktivieren
es: Deshabilitar
fr: Désactiver
it: Disabilita
pt: Desativar
ru: Отключить
sq: Çaktivizo
sr: Onemogući
uk: Вимкнути

source: Error copying email
ar: خطأ في نسخ البريد الإلكتروني
de: Fehler beim Kopieren der E-Mail
es: Error al copiar el email
fr: Erreur lors de la copie de l'email
it: Errore durante la copia dell'email
pt: Erro ao copiar o email
ru: Ошибка при копировании электронной почты
sq: Gabim gjatë kopjimit të emailit
sr: Greška pri kopiranju emaila
uk: Помилка копіювання електронної пошти

source: Automatic lock timeout
ar: مهلة القفل التلقائي
de: Automatische Sperrzeit
es: Tiempo de bloqueo automático
fr: Délai de verrouillage automatique
it: Tempo di blocco automatico
pt: Tempo de bloqueio automático
ru: Время автоматической блокировки
sq: Koha e bllokimit automatik
sr: Vreme automatskog zaključavanja
uk: Час автоматичного блокування

# appWillLockAfter
source: The app will lock automatically after:
ar: سيتم قفل التطبيق تلقائيًا بعد:
de: Die Anwendung wird automatisch gesperrt nach:
es: La aplicación se bloqueará automáticamente después de:
fr: L'application se verrouillera automatiquement après :
it: L'applicazione si bloccherà automaticamente dopo:
pt: A aplicação será bloqueada automaticamente após:
ru: Приложение будет автоматически заблокировано через:
sq: Aplikacioni do të bllokohet automatikisht pas:
sr: Aplikacija će se automatski zaključati nakon:
uk: Програма автоматично заблокується через:

source: Biometric authentication
ar: المصادقة البيومترية
de: Biometrische Authentifizierung
es: Autenticación biométrica
fr: Authentification biométrique
it: Autenticazione biometrica
pt: Autenticação biométrica
ru: Биометрическая аутентификация
sq: Autentifikimi biometrik
sr: Biometrijska autentifikacija
uk: Біометрична автентифікація

# enableBiometric
source: Enable fingerprint/Face ID
ar: تمكين بصمة الإصبع/معرف الوجه
de: Fingerabdruck/Face ID aktivieren
es: Habilitar huella/Face ID
fr: Activer empreinte digitale/Face ID
it: Abilita impronta digitale/Face ID
pt: Ativar impressão digital/Face ID
ru: Включить отпечаток пальца/Face ID
sq: Aktivizo gjurmën e gishtit/Face ID
sr: Omogući otisak prsta/Face ID
uk: Увімкнути відбиток пальця/Face ID

# autoApplyDefault
source: Apply automatically
ar: تطبيق تلقائي
de: Automatisch anwenden
es: Aplicar automáticamente
fr: Appliquer automatiquement
it: Applica automaticamente
pt: Aplicar automaticamente
ru: Применять автоматически
sq: Apliko automatikisht
sr: Automatski primeni
uk: Застосовувати автоматично

# autoApplyEnabled
source: Will be applied when joining new rooms
ar: سيتم تطبيقه عند الانضمام إلى غرف جديدة
de: Wird beim Betreten neuer Räume angewendet
es: Se aplicará al unirse a nuevas salas
fr: S'appliquera en rejoignant de nouveaux salons
it: Verrà applicato unendosi a nuove stanze
pt: Será aplicado ao juntar-se a novas salas
ru: Будет применяться при присоединении к новым комнатам
sq: Do të aplikohet kur bashkoheni në dhoma të reja
sr: Primenjivaće se prilikom ulaska u nove sobe
uk: Застосовуватиметься при вході в нові кімнати

# autoApplyDisabled
source: Only apply manually in each room
ar: تطبيق يدوي فقط في كل غرفة
de: Nur manuell in jedem Raum anwenden
es: Solo aplicar manualmente en cada sala
fr: Appliquer manuellement uniquement dans chaque salon
it: Applicare manualmente solo in ogni stanza
pt: Apenas aplicar manualmente em cada sala
ru: Применять вручную только в каждой комнате
sq: Apliko vetëm manualisht në çdo dhomë
sr: Primenjuj samo ručno u svakoj sobi
uk: Застосовувати лише вручну в кожній кімнаті

source: Current configuration
ar: التكوين الحالي
de: Aktuelle Konfiguration
es: Configuración actual
fr: Configuration actuelle
it: Configurazione attuale
pt: Configuração atual
ru: Текущая конфигурация
sq: Konfigurimi aktual
sr: Trenutna konfiguracija
uk: Поточна конфігурація

# sessionActive
source: active session
ar: جلسة نشطة
de: aktive Sitzung
es: sesión activa
fr: session active
it: sessione attiva
pt: sessão ativa
ru: активная сессия
sq: seancë aktive
sr: aktivna sesija
uk: активна сесія

# sessionsActive
source: active sessions
ar: جلسات نشطة
de: aktive Sitzungen
es: sesiones activas
fr: sessions actives
it: sessioni attive
pt: sessões ativas
ru: активные сессии
sq: seanca aktive
sr: aktivne sesije
uk: активні сесії

# noActiveSessionsMessage
source: No active sessions registered
ar: لا توجد جلسات نشطة مسجلة
de: Keine aktiven Sitzungen registriert
es: Sin sesiones activas registradas
fr: Aucune session active enregistrée
it: Nessuna sessione attiva registrata
pt: Sem sessões ativas registadas
ru: Нет зарегистрированных активных сессий
sq: Nuk ka seanca aktive të regjistruara
sr: Nema registrovanih aktivnih sesija
uk: Немає зареєстрованих активних сесій

# helpAndSupport
source: Get help, contact us or check our policies
ar: احصل على المساعدة، اتصل بنا، أو راجع سياساتنا
de: Holen Sie sich Hilfe, kontaktieren Sie uns oder lesen Sie unsere Richtlinien
es: Obtén ayuda, contacta con nosotros o consulta nuestras políticas
fr: Obtenez de l'aide, contactez-nous ou consultez nos politiques
it: Ottieni aiuto, contattaci o consulta le nostre politiche
pt: Obtenha ajuda, contacte-nos ou consulte as nossas políticas
ru: Получите помощь, свяжитесь с нами или ознакомьтесь с нашими политиками
sq: Merrni ndihmë, na kontaktoni ose konsultoni politikat tona
sr: Potražite pomoć, kontaktirajte nas ili pogledajte naše politike
uk: Отримайте допомогу, зв'яжіться з нами або перегляньте наші політики

# autoDestructionDefaultEnabled
source: 🔥 Default auto-destruction:
ar: 🔥 التدمير الذاتي الافتراضي:
de: 🔥 Standard-Selbstzerstörung:
es: 🔥 Auto-destrucción por defecto:
fr: 🔥 Autodestruction par défaut :
it: 🔥 Autodistruzione predefinita:
pt: 🔥 Autodestruição por defeito:
ru: 🔥 Автоудаление по умолчанию:
sq: 🔥 Vetëshkatërrimi i paracaktuar:
sr: 🔥 Podrazumevano samouništenje:
uk: 🔥 Самознищення за замовчуванням:

source: Verification Demonstration
ar: عرض توضيحي للتحقق
de: Verifizierungsdemonstration
es: Demostración de Verificación
fr: Démonstration de Vérification
it: Dimostrazione di Verifica
pt: Demonstração de Verificação
ru: Демонстрация верификации
sq: Demonstrimi i Verifikimit
sr: Demonstracija Verifikacije
uk: Демонстрація Верифікації

# roomLabel
source: Room:
ar: الغرفة:
de: Raum:
es: Sala:
fr: Salon :
it: Stanza:
pt: Sala:
ru: Комната:
sq: Dhoma:
sr: Soba:
uk: Кімната:

# userLabel
source: User:
ar: المستخدم:
de: Benutzer:
es: Usuario:
fr: Utilisateur :
it: Utente:
pt: Utilizador:
ru: Пользователь:
sq: Përdoruesi:
sr: Korisnik:
uk: Користувач:

source: Status: Verified ✅
ar: الحالة: تم التحقق ✅
de: Status: Verifiziert ✅
es: Estado: Verificado ✅
fr: Statut : Vérifié ✅
it: Stato: Verificato ✅
pt: Estado: Verificado ✅
ru: Статус: Верифицировано ✅
sq: Statusi: I Verifikuar ✅
sr: Status: Verifikovan ✅
uk: Статус: Верифіковано ✅

# identityVerifiedCorrect
source: Identity has been verified correctly
ar: تم التحقق من الهوية بنجاح
de: Die Identität wurde korrekt verifiziert
es: La identidad ha sido verificada correctamente
fr: L'identité a été vérifiée correctement
it: L'identità è stata verificata correttamente
pt: A identidade foi verificada corretamente
ru: Личность успешно верифицирована
sq: Identiteti u verifikua saktë
sr: Identitet je uspešno verifikovan
uk: Особистість успішно верифікована

# identityVerifiedFull
source: ✅ Identity Verified
ar: ✅ الهوية محققة
de: ✅ Identität Verifiziert
es: ✅ Identidad Verificada
fr: ✅ Identité Vérifiée
it: ✅ Identità Verificata
pt: ✅ Identidade Verificada
ru: ✅ Личность верифицирована
sq: ✅ Identiteti i Verifikuar
sr: ✅ Identitet Verifikovan
uk: ✅ Особистість Верифіковано

# bothUsersVerified
source: Both users have verified their identity
ar: كلا المستخدمين قد تحققا من هويتهما
de: Beide Benutzer haben ihre Identität verifiziert
es: Ambos usuarios han verificado su identidad
fr: Les deux utilisateurs ont vérifié leur identité
it: Entrambi gli utenti hanno verificato la loro identità
pt: Ambos os utilizadores verificaram a sua identidade
ru: Оба пользователя верифицировали свою личность
sq: Të dy përdoruesit kanë verifikuar identitetin e tyre
sr: Oba korisnika su verifikovala svoj identitet
uk: Обидва користувачі верифікували свою особистість

source: YOUR VERIFICATION CODES
ar: رموز التحقق الخاصة بك
de: IHRE VERIFIZIERUNGSCODES
es: TUS CÓDIGOS DE VERIFICACIÓN
fr: VOS CODES DE VÉRIFICATION
it: I TUOI CODICI DI VERIFICA
pt: OS SEUS CÓDIGOS DE VERIFICAÇÃO
ru: ВАШИ КОДЫ ВЕРИФИКАЦИИ
sq: KODET TUAJA TË VERIFIKIMIT
sr: VAŠI VERIFIKACIONI KODOVI
uk: ВАШІ ВЕРИФІКАЦІЙНІ КОДИ

# shareCodeMessage
source: Share ONE of these codes through another channel (WhatsApp, Telegram, etc.)
ar: شارك أحد هذه الرموز عبر قناة أخرى (WhatsApp، Telegram، إلخ.)
de: Teilen Sie EINEN dieser Codes über einen anderen Kanal (WhatsApp, Telegram usw.)
es: Comparte UNO de estos códigos por otro canal (WhatsApp, Telegram, etc.)
fr: Partagez UN de ces codes via un autre canal (WhatsApp, Telegram, etc.)
it: Condividi UNO di questi codici tramite un altro canale (WhatsApp, Telegram, ecc.)
pt: Partilhe UM destes códigos por outro canal (WhatsApp, Telegram, etc.)
ru: Поделитесь ОДНИМ из этих кодов через другой канал (WhatsApp, Telegram и т.д.)
sq: Ndani NJË nga këto kode përmes një kanali tjetër (WhatsApp, Telegram, etj.)
sr: Podelite JEDAN od ovih kodova putem drugog kanala (WhatsApp, Telegram, itd.)
uk: Поділіться ОДНИМ з цих кодів через інший канал (WhatsApp, Telegram тощо)

# hideCodesBut
source: 🙈 Hide Codes
ar: 🙈 إخفاء الرموز
de: 🙈 Codes ausblenden
es: 🙈 Ocultar Códigos
fr: 🙈 Masquer les Codes
it: 🙈 Nascondi Codici
pt: 🙈 Ocultar Códigos
ru: 🙈 Скрыть коды
sq: 🙈 Fshih Kodet
sr: 🙈 Sakrij Kodove
uk: 🙈 Приховати Коди

# alphanumericCode
source: 🔤 Alphanumeric
ar: 🔤 أبجدي رقمي
de: 🔤 Alphanumerisch
es: 🔤 Alfanumérico
fr: 🔤 Alphanumérique
it: 🔤 Alfanumerico
pt: 🔤 Alfanumérico
ru: 🔤 Буквенно-цифровой
sq: 🔤 Alfanumerik
sr: 🔤 Alfanumerički
uk: 🔤 Буквено-цифровий

# numericCode
source: 🔢 Numeric
ar: 🔢 رقمي
de: 🔢 Numerisch
es: 🔢 Numérico
fr: 🔢 Numérique
it: 🔢 Numerico
pt: 🔢 Numérico
ru: 🔢 Цифровой
sq: 🔢 Numerik
sr: 🔢 Numerički
uk: 🔢 Цифровий

# emojiCode
source: 😀 Emoji
ar: 😀 إيموجي
ru: 😀 Эмодзи
uk: 😀 Емодзі

# enterCodeToVerify
source: ❌ Enter a code to verify
ar: ❌ أدخل رمزًا للتحقق
de: ❌ Geben Sie einen Code zur Verifizierung ein
es: ❌ Ingresa un código para verificar
fr: ❌ Saisissez un code pour vérifier
it: ❌ Inserisci un codice per verificare
pt: ❌ Introduza um código para verificar
ru: ❌ Введите код для проверки
sq: ❌ Vendosni një kod për të verifikuar
sr: ❌ Unesite kod za verifikaciju
uk: ❌ Введіть код для верифікації

source: ❌ Invalid code format
ar: ❌ تنسيق الرمز غير صالح
de: ❌ Ungültiges Codeformat
es: ❌ Formato de código inválido
fr: ❌ Format de code invalide
it: ❌ Formato codice non valido
pt: ❌ Formato de código inválido
ru: ❌ Неверный формат кода
sq: ❌ Formati i kodit i pavlefshëm
sr: ❌ Nevažeći format koda
uk: ❌ Неправильний формат коду

# identityVerifiedSuccess
source: ✅ Identity verified correctly!
ar: ✅ تم التحقق من الهوية بنجاح!
de: ✅ Identität erfolgreich verifiziert!
es: ✅ ¡Identidad verificada correctamente!
fr: ✅ Identité vérifiée correctement !
it: ✅ Identità verificata correttamente!
pt: ✅ Identidade verificada corretamente!
ru: ✅ Личность успешно верифицирована!
sq: ✅ Identiteti u verifikua me sukses!
sr: ✅ Identitet uspešno verifikovan!
uk: ✅ Особистість успішно верифікована!

source: ❌ Incorrect code
ar: ❌ رمز غير صحيح
de: ❌ Falscher Code
es: ❌ Código incorrecto
fr: ❌ Code incorrect
it: ❌ Codice errato
pt: ❌ Código incorreto
ru: ❌ Неверный код
sq: ❌ Kodi i pasaktë
sr: ❌ Netačan kod
uk: ❌ Неправильний код

source: 🔄 Codes regenerated
ar: 🔄 تم إعادة إنشاء الرموز
de: 🔄 Codes neu generiert
es: 🔄 Códigos regenerados
fr: 🔄 Codes régénérés
it: 🔄 Codici rigenerati
pt: 🔄 Códigos regenerados
ru: 🔄 Коды перегенерированы
sq: 🔄 Kodet u rigjeneruan
sr: 🔄 Kodovi regenerisani
uk: 🔄 Коди регенеровано

# codeCopied
source: 📋 Code copied to clipboard
ar: 📋 تم نسخ الرمز إلى الحافظة
de: 📋 Code in die Zwischenablage kopiert
es: 📋 Código copiado al portapapeles
fr: 📋 Code copié dans le presse-papiers
it: 📋 Codice copiato negli appunti
pt: 📋 Código copiado para a área de transferência
ru: 📋 Код скопирован в буфер обмена
sq: 📋 Kodi u kopjua në kujtesën e fragmenteve
sr: 📋 Kod kopiran u klipbord
uk: 📋 Код скопійовано до буфера обміну

source: 📥 Partner codes received
ar: 📥 تم استلام رموز الشريك
de: 📥 Partnercodes empfangen
es: 📥 Códigos del partner recibidos
fr: 📥 Codes du partenaire reçus
it: 📥 Codici del partner ricevuti
pt: 📥 Códigos do parceiro recebidos
ru: 📥 Коды партнера получены
sq: 📥 Kodet e partnerit u morën
sr: 📥 Kodovi partnera primljeni
uk: 📥 Коди партнера отримано

source: 📤 Codes sent to partner
ar: 📤 تم إرسال الرموز إلى الشريك
de: 📤 Codes an Partner gesendet
es: 📤 Códigos enviados al partner
fr: 📤 Codes envoyés au partenaire
it: 📤 Codici inviati al partner
pt: 📤 Códigos enviados ao parceiro
ru: 📤 Коды отправлены партнеру
sq: 📤 Kodet iu dërguan partnerit
sr: 📤 Kodovi poslati partneru
uk: 📤 Коди надіслано партнеру

# resendingCodes
source: 🔄 Resending codes to partner...
ar: 🔄 إعادة إرسال الرموز إلى الشريك...
de: 🔄 Codes erneut an Partner senden...
es: 🔄 Reenviando códigos al partner...
fr: 🔄 Renvoi des codes au partenaire...
it: 🔄 Reinvio codici al partner...
pt: 🔄 A reenviar códigos ao parceiro...
ru: 🔄 Повторная отправка кодов партнеру...
sq: 🔄 Duke ridërguar kodet te partneri...
sr: 🔄 Ponovno slanje kodova partneru...
uk: 🔄 Повторне надсилання кодів партнеру...

# stepExpandVerification
source: Tap on "🔐 Identity Verification" to expand
ar: اضغط على "🔐 التحقق من الهوية" للتوسيع
de: Tippen Sie auf "🔐 Identitätsverifizierung", um zu erweitern
es: Toca en "🔐 Verificación de Identidad" para expandir
fr: Appuyez sur "🔐 Vérification d'Identité" pour développer
it: Tocca su "🔐 Verifica Identità" per espandere
pt: Toque em "🔐 Verificação de Identidade" para expandir
ru: Нажмите на "🔐 Верификация личности", чтобы развернуть
sq: Prekni mbi "🔐 Verifikimi i Identitetit" për të zgjeruar
sr: Dodirnite na "🔐 Verifikacija Identiteta" da proširite
uk: Торкніться на "🔐 Верифікація Особистості", щоб розгорнути

# stepShowCodes
source: Tap "👁️ Show My Codes" to see your unique codes
ar: اضغط على "👁️ عرض رموزي" لرؤية رموزك الفريدة
de: Tippen Sie auf "👁️ Meine Codes anzeigen", um Ihre einzigartigen Codes zu sehen
es: Toca "👁️ Mostrar Mis Códigos" para ver tus códigos únicos
fr: Appuyez sur "👁️ Afficher Mes Codes" pour voir vos codes uniques
it: Tocca "👁️ Mostra i Miei Codici" per vedere i tuoi codici unici
pt: Toque em "👁️ Mostrar Meus Códigos" para ver os seus códigos únicos
ru: Нажмите "👁️ Показать мои коды", чтобы увидеть ваши уникальные коды
sq: Prekni "👁️ Shfaq Kodet e Mia" për të parë kodet tuaja unike
sr: Dodirnite "👁️ Prikaži Moje Kodove" da vidite svoje jedinstvene kodove
uk: Торкніться "👁️ Показати Мої Коди", щоб побачити ваші унікальні коди

# stepPasteCode
source: Paste the code in "VERIFY PARTNER CODE"
ar: الصق الرمز في "التحقق من رمز الشريك"
de: Fügen Sie den Code in "PARTNERCODE VERIFIZIEREN" ein
es: Pega el código en "VERIFICAR CÓDIGO DEL PARTNER"
fr: Collez le code dans "VÉRIFIER LE CODE DU PARTENAIRE"
it: Incolla il codice in "VERIFICA CODICE PARTNER"
pt: Cole o código em "VERIFICAR CÓDIGO DO PARCEIRO"
ru: Вставьте код в "ПРОВЕРИТЬ КОД ПАРТНЕРА"
sq: Ngjisni kodin në "VERIFIKO KODIN E PARTNERIT"
sr: Nalepite kod u "VERIFIKUJ KOD PARTNERA"
uk: Вставте код у "ПЕРЕВІРИТИ КОД ПАРТНЕРА"

# stepVerifyCode
source: Tap "✅ Verify" to simulate verification
ar: اضغط على "✅ تحقق" لمحاكاة التحقق
de: Tippen Sie auf "✅ Verifizieren", um die Verifizierung zu simulieren
es: Toca "✅ Verificar" para simular la verificación
fr: Appuyez sur "✅ Vérifier" pour simuler la vérification
it: Tocca "✅ Verifica" per simulare la verifica
pt: Toque em "✅ Verificar" para simular a verificação
ru: Нажмите "✅ Проверить", чтобы симулировать верификацию
sq: Prekni "✅ Verifiko" për të simuluar verifikimin
sr: Dodirnite "✅ Verifikuj" da simulirate verifikaciju
uk: Торкніться "✅ Перевірити", щоб симулювати верифікацію

# enterPartnerCode
source: Enter the code shared by the other person:
ar: أدخل الرمز الذي شاركه الشخص الآخر معك:
de: Geben Sie den Code ein, den die andere Person mit Ihnen geteilt hat:
es: Ingresa el código que te compartió la otra persona:
fr: Saisissez le code que l'autre personne a partagé avec vous :
it: Inserisci il codice che l'altra persona ha condiviso con te:
pt: Introduza o código que a outra pessoa partilhou consigo:
ru: Введите код, которым поделился с вами другой человек:
sq: Vendosni kodin që ju ka ndarë personi tjetër:
sr: Unesite kod koji Vam je podelila druga osoba:
uk: Введіть код, яким з вами поділилася інша особа:

# partnerCodesReceivedWithCode
source: ✅ Partner codes received:
ar: ✅ تم استلام رموز الشريك:
de: ✅ Partnercodes empfangen:
es: ✅ Códigos del partner recibidos:
fr: ✅ Codes du partenaire reçus :
it: ✅ Codici del partner ricevuti:
pt: ✅ Códigos do parceiro recebidos:
ru: ✅ Коды партнера получены:
sq: ✅ Kodet e partnerit u morën:
sr: ✅ Kodovi partnera primljeni:
uk: ✅ Коди партнера отримано:

# waitingPartnerCodes
source: ⏳ Waiting for partner codes...
ar: ⏳ في انتظار رموز الشريك...
de: ⏳ Warte auf Partnercodes...
es: ⏳ Esperando códigos del partner...
fr: ⏳ En attente des codes du partenaire...
it: ⏳ In attesa dei codici del partner...
pt: ⏳ A aguardar códigos do parceiro...
ru: ⏳ Ожидание кодов партнера...
sq: ⏳ Duke pritur kodet e partnerit...
sr: ⏳ Čekanje kodova partnera...
uk: ⏳ Очікування кодів партнера...

# verificationSuccessMessage
source: Identity verified correctly! Both users are authentic.
ar: تم التحقق من الهوية بنجاح! كلا المستخدمين أصليان.
de: Identität erfolgreich verifiziert! Beide Benutzer sind authentisch.
es: ¡Identidad verificada correctamente! Ambos usuarios son auténticos.
fr: Identité vérifiée correctement ! Les deux utilisateurs sont authentiques.
it: Identità verificata correttamente! Entrambi gli utenti sono autentici.
pt: Identidade verificada corretamente! Ambos os utilizadores são autênticos.
ru: Личность успешно верифицирована! Оба пользователя подлинны.
sq: Identiteti u verifikua me sukses! Të dy përdoruesit janë autentikë.
sr: Identitet uspešno verifikovan! Oba korisnika su autentična.
uk: Особистість успішно верифікована! Обидва користувачі автентичні.

# chatInvitationsTitle
source: Chat Invitations
ar: دعوات الدردشة
de: Chat-Einladungen
es: Invitaciones de Chat
fr: Invitations de Discussion
it: Inviti di Chat
pt: Convites de Chat
ru: Приглашения в чат
sq: Ftesat e Bisedave
sr: Pozivnice za Ćaskanje
uk: Запрошення до Чату

source: Clean expired invitations
ar: تنظيف الدعوات منتهية الصلاحية
de: Abgelaufene Einladungen bereinigen
es: Limpiar invitaciones expiradas
fr: Nettoyer les invitations expirées
it: Pulisci inviti scaduti
pt: Limpar convites expirados
ru: Очистить истекшие приглашения
sq: Pastro ftesat e skaduara
sr: Očisti istekle pozivnice
uk: Очистити прострочені запрошення

source: Refresh invitations
ar: تحديث الدعوات
de: Einladungen aktualisieren
es: Actualizar invitaciones
fr: Actualiser les invitations
it: Aggiorna inviti
pt: Atualizar convites
ru: Обновить приглашения
sq: Rifresko ftesat
sr: Osveži pozivnice
uk: Оновити запрошення

# errorInitializing
source: Error initializing: {error}
ar: خطأ في التهيئة: {error}
de: Initialisierungsfehler: {error}
es: Error inicializando: {error}
fr: Erreur d'initialisation : {error}
it: Errore di inizializzazione: {error}
pt: Erro ao inicializar: {error}
ru: Ошибка инициализации: {error}
sq: Gabim gjatë inicializimit: {error}
sr: Greška pri inicijalizaciji: {error}
uk: Помилка ініціалізації: {error}

# expiredInvitationsDeleted
source: {count} expired invitations deleted permanently
ar: تم حذف {count} دعوات منتهية الصلاحية نهائيًا
de: {count} abgelaufene Einladungen endgültig gelöscht
es: {count} invitaciones expiradas eliminadas definitivamente
fr: {count} invitations expirées supprimées définitivement
it: {count} inviti scaduti eliminati definitivamente
pt: {count} convites expirados eliminados definitivamente
ru: {count} истекших приглашений удалено навсегда
sq: {count} ftesa të skaduara u fshinë përgjithmonë
sr: {count} isteklih pozivnica je trajno obrisano
uk: {count} прострочених запрошень видалено назавжди

source: No expired invitations to clean
ar: لا توجد دعوات منتهية الصلاحية للتنظيف
de: Keine abgelaufenen Einladungen zum Bereinigen
es: No hay invitaciones expiradas para limpiar
fr: Aucune invitation expirée à nettoyer
it: Nessun invito scaduto da pulire
pt: Não há convites expirados para limpar
ru: Нет истекших приглашений для очистки
sq: Nuk ka ftesa të skaduara për t'u pastruar
sr: Nema isteklih pozivnica za čišćenje
uk: Немає прострочених запрошень для очищення

# errorAcceptingInvitation
source: Error accepting invitation: {error}
ar: خطأ في قبول الدعوة: {error}
de: Fehler beim Annehmen der Einladung: {error}
es: Error aceptando invitación: {error}
fr: Erreur lors de l'acceptation de l'invitation : {error}
it: Errore durante l'accettazione dell'invito: {error}
pt: Erro ao aceitar convite: {error}
ru: Ошибка принятия приглашения: {error}
sq: Gabim gjatë pranimit të ftesës: {error}
sr: Greška pri prihvatanju pozivnice: {error}
uk: Помилка прийняття запрошення: {error}

# errorUpdatingInvitations
source: Error updating invitations: {error}
ar: خطأ في تحديث الدعوات: {error}
de: Fehler beim Aktualisieren der Einladungen: {error}
es: Error actualizando invitaciones: {error}
fr: Erreur lors de la mise à jour des invitations : {error}
it: Errore durante l'aggiornamento degli inviti: {error}
pt: Erro ao atualizar convites: {error}
ru: Ошибка обновления приглашений: {error}
sq: Gabim gjatë përditësimit të ftesave: {error}
sr: Greška pri ažuriranju pozivnica: {error}
uk: Помилка оновлення запрошень: {error}
