Repository: R00tedbrain/FlutterPutter-QuantumResist-Chat-Calls
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, pt, ru, sq, sr, uk

# destroyRoomContent
source: This action will permanently destroy the chat room for both users. A 10-second countdown visible to both participants will start.
ar: سيؤدي هذا الإجراء إلى تدمير غرفة الدردشة بشكل دائم لكلا المستخدمين.\n\nسيبدأ عد تنازلي لمدة 10 ثوانٍ مرئي لكلا المشاركين.
de: Diese Aktion zerstört den Chatraum dauerhaft für beide Benutzer. Ein für beide Teilnehmer sichtbarer 10-Sekunden-Countdown wird gestartet.
es: Esta acción destruirá permanentemente la sala de chat para ambos usuarios. Se iniciará un contador de 10 segundos visible para ambos participantes.
fr: Cette action détruira définitivement le salon de discussion pour les deux utilisateurs. Un compte à rebours de 10 secondes visible par les deux participants sera lancé.
it: Questa azione distruggerà permanentemente la stanza chat per entrambi gli utenti.\n\nVerrà avviato un contatore di 10 secondi visibile a entrambi i partecipanti.
pt: Esta ação destruirá permanentemente a sala de chat para ambos os utilizadores. Será iniciado um contador de 10 segundos visível para ambos os participantes.
ru: Это действие навсегда уничтожит чат-комнату для обоих пользователей.\n\nБудет запущен 10-секундный обратный отсчет, видимый обоим участникам.
sq: Ky veprim do të shkatërrojë përgjithmonë dhomën e bisedës për të dy përdoruesit. Do të fillojë një numërues prej 10 sekondash i dukshëm për të dy pjesëmarrësit.
sr: Ova akcija će trajno uništiti sobu za ćaskanje za oba korisnika. Pokrenuće se brojač od 10 sekundi vidljiv za oba učesnika.
uk: Ця дія назавжди знищить чат-кімнату для обох користувачів. Розпочнеться 10-секундний відлік, видимий для обох учасників.

# destroyRoomButton
source: Destroy Room
ar: تدمير الغرفة
de: Raum zerstören
es: Destruir Sala
fr: Détruire le Salon
it: Distruggi Stanza
pt: Destruir Sala
ru: Уничтожить комнату
sq: Shkatërro Dhomën
sr: Uništi Sobu
uk: Знищити Кімнату

source: Connecting to secure chat...
ar: جارٍ الاتصال بالدردشة الآمنة...
de: Verbinde mit sicherem Chat...
es: Conectando al chat seguro...
fr: Connexion à la discussion sécurisée...
it: Connessione alla chat sicura...
pt: A ligar à conversa segura...
ru: Подключение к безопасному чату...
sq: Duke u lidhur me bisedën e sigurt...
sr: Povezivanje na bezbedno ćaskanje...
uk: Підключення до безпечного чату...

# autoDestructionConfigured1Min
source: Auto-destruction configured: 1 minute
ar: تم تكوين التدمير الذاتي: دقيقة واحدة
de: Selbstzerstörung konfiguriert: 1 Minute
es: Autodestrucción configurada: 1 minuto
fr: Autodestruction configurée : 1 minute
it: Autodistruzione configurata: 1 minuto
pt: Autodestruição configurada: 1 minuto
ru: Автоудаление настроено: 1 минута
sq: Vetëshkatërrimi i konfiguruar: 1 minutë
sr: Samouništenje podešeno: 1 minut
uk: Самознищення налаштовано: 1 хвилина

# autoDestructionConfigured5Min
source: Auto-destruction configured: 5 minutes
ar: تم تكوين التدمير الذاتي: 5 دقائق
de: Selbstzerstörung konfiguriert: 5 Minuten
es: Autodestrucción configurada: 5 minutos
fr: Autodestruction configurée : 5 minutes
it: Autodistruzione configurata: 5 minuti
pt: Autodestruição configurada: 5 minutos
ru: Автоудаление настроено: 5 минут
sq: Vetëshkatërrimi i konfiguruar: 5 minuta
sr: Samouništenje podešeno: 5 minuta
uk: Самознищення налаштовано: 5 хвилин

source: Auto-destruction configured: 1 hour
ar: تم تكوين التدمير الذاتي: ساعة واحدة
de: Selbstzerstörung konfiguriert: 1 Stunde
es: Autodestrucción configurada: 1 hora
fr: Autodestruction configurée : 1 heure
it: Autodistruzione configurata: 1 ora
pt: Autodestruição configurada: 1 hora
ru: Автоудаление настроено: 1 час
sq: Vetëshkatërrimi i konfiguruar: 1 orë
sr: Samouništenje podešeno: 1 sat
uk: Самознищення налаштовано: 1 година

# screenshotAlert
source: 📸 Alert! {user} took a screenshot
ar: 📸 تنبيه! {user} التقط لقطة شاشة
de: 📸 Achtung! {user} hat einen Screenshot gemacht
es: 📸 ¡Alerta! {user} tomó una captura
fr: 📸 Alerte ! {user} a fait une capture d'écran
it: 📸 Attenzione! {user} ha fatto uno screenshot
pt: 📸 Alerta! {user} tirou uma captura de ecrã
ru: 📸 Внимание! {user} сделал скриншот
sq: 📸 Kujdes! {user} bëri një pamje ekrani
sr: 📸 Upozorenje! {user} je napravio snimak ekrana
uk: 📸 Увага! {user} зробив знімок екрана

# screenshotNotification
source: 📸 {user} has taken a screenshot
ar: 📸 {user} التقط لقطة شاشة
de: 📸 {user} hat einen Screenshot gemacht
es: 📸 {user} ha tomado una captura de pantalla
fr: 📸 {user} a fait une capture d'écran
it: 📸 {user} ha fatto uno screenshot
pt: 📸 {user} tirou uma captura de ecrã
ru: 📸 {user} сделал скриншот
sq: 📸 {user} ka bërë një pamje ekrani
sr: 📸 {user} je napravio snimak ekrana
uk: 📸 {user} зробив знімок екрана

source: Initializing audio recorder...
ar: جارٍ تهيئة مسجل الصوت...
de: Audiorecorder wird initialisiert...
es: Inicializando grabador de audio...
fr: Initialisation de l'enregistreur audio...
it: Inizializzazione registratore audio...
pt: A inicializar gravador de áudio...
ru: Инициализация аудиорекордера...
sq: Duke inicializuar regjistruesin e audios...
sr: Inicijalizacija snimača zvuka...
uk: Ініціалізація аудіорекордера...

# audioRecorderNotAvailable
source: Audio recorder not available. Check microphone permissions.
ar: مسجل الصوت غير متوفر. تحقق من أذونات الميكروفون.
de: Audiorecorder nicht verfügbar. Überprüfen Sie die Mikrofonberechtigungen.
es: Grabador de audio no disponible. Verifica los permisos de micrófono.
fr: Enregistreur audio non disponible. Vérifiez les autorisations du microphone.
it: Registratore audio non disponibile. Verifica i permessi del microfono.
pt: Gravador de áudio não disponível. Verifique as permissões de microfone.
ru: Аудиорекордер недоступен. Проверьте разрешения для микрофона.
sq: Regjistruesi i audios nuk është i disponueshëm. Kontrolloni lejet e mikrofonit.
sr: Snimač zvuka nije dostupan. Proverite dozvole za mikrofon.
uk: Аудіорекордер недоступний. Перевірте дозволи на мікрофон.

# errorStartingRecording
source: Error starting recording: {error}
ar: خطأ في بدء التسجيل: {error}
de: Fehler beim Starten der Aufnahme: {error}
es: Error iniciando grabación: {error}
fr: Erreur lors du démarrage de l'enregistrement : {error}
it: Errore durante l'avvio della registrazione: {error}
pt: Erro ao iniciar gravação: {error}
ru: Ошибка начала записи: {error}
sq: Gabim gjatë fillimit të regjistrimit: {error}
sr: Greška pri pokretanju snimanja: {error}
uk: Помилка початку запису: {error}

source: Audio player not available
ar: مشغل الصوت غير متوفر
de: Audioplayer nicht verfügbar
es: Reproductor de audio no disponible
fr: Lecteur audio non disponible
it: Lettore audio non disponibile
pt: Reprodutor de áudio não disponível
ru: Аудиоплеер недоступен
sq: Luajtësi i audios nuk është i disponueshëm
sr: Audio plejer nije dostupan
uk: Аудіоплеєр недоступний

source: Audio not available
ar: الصوت غير متوفر
de: Audio nicht verfügbar
es: Audio no disponible
fr: Audio non disponible
it: Audio non disponibile
pt: Áudio não disponível
ru: Аудио недоступно
sq: Audio nuk është i disponueshëm
sr: Audio nije dostupan
uk: Аудіо недоступне

# errorPlayingAudio
source: Error playing audio: {error}
ar: خطأ في تشغيل الصوت: {error}
de: Fehler beim Abspielen von Audio: {error}
es: Error reproduciendo audio: {error}
fr: Erreur lors de la lecture de l'audio : {error}
it: Errore durante la riproduzione dell'audio: {error}
pt: Erro ao reproduzir áudio: {error}
ru: Ошибка воспроизведения аудио: {error}
sq: Gabim gjatë luajtjes së audios: {error}
sr: Greška pri reprodukciji audia: {error}
uk: Помилка відтворення аудіо: {error}

source: 📸 Screenshot test sent
ar: 📸 تم إرسال اختبار لقطة الشاشة
de: 📸 Screenshot-Test gesendet
es: 📸 Test de captura enviado
fr: 📸 Test de capture d'écran envoyé
it: 📸 Test screenshot inviato
pt: 📸 Teste de captura enviado
ru: 📸 Тест скриншота отправлен
sq: 📸 Testi i pamjes së ekranit u dërgua
sr: 📸 Test snimka ekrana poslat
uk: 📸 Тест знімка екрана надіслано

# errorSendingTest
source: Error sending test: {error}
ar: خطأ في إرسال الاختبار: {error}
de: Fehler beim Senden des Tests: {error}
es: Error enviando test: {error}
fr: Erreur lors de l'envoi du test : {error}
it: Errore durante l'invio del test: {error}
pt: Erro ao enviar teste: {error}
ru: Ошибка отправки теста: {error}
sq: Gabim gjatë dërgimit të testit: {error}
sr: Greška pri slanju testa: {error}
uk: Помилка надсилання тесту: {error}

# audioTooLong
source: Audio too long. Maximum 1MB allowed.
ar: الصوت طويل جدًا. الحد الأقصى المسموح به 1 ميغابايت.
de: Audio zu lang. Maximal 1MB erlaubt.
es: Audio demasiado largo. Máximo 1MB permitido.
fr: Audio trop long. Maximum 1 Mo autorisé.
it: Audio troppo lungo. Massimo 1MB consentito.
pt: Áudio demasiado longo. Máximo 1MB permitido.
ru: Аудио слишком длинное. Максимально допустимый размер 1 МБ.
sq: Audio shumë i gjatë. Maksimumi i lejuar 1MB.
sr: Audio je predugačak. Maksimalno dozvoljeno 1MB.
uk: Аудіо задовге. Максимально дозволено 1 МБ.

# errorWebAudioRecording
source: Error: Could not record audio on web
ar: خطأ: تعذر تسجيل الصوت على الويب
de: Fehler: Audio konnte im Web nicht aufgenommen werden
es: Error: No se pudo grabar el audio en web
fr: Erreur : Impossible d'enregistrer l'audio sur le web
it: Errore: Impossibile registrare l'audio sul web
pt: Erro: Não foi possível gravar o áudio na web
ru: Ошибка: не удалось записать аудио в веб-версии
sq: Gabim: Nuk mund të regjistrohej audio në ueb
sr: Greška: Nije moguće snimiti audio na vebu
uk: Помилка: Не вдалося записати аудіо у веб-версії

# errorWebAudioSaving
source: Error: Could not save audio
ar: خطأ: تعذر حفظ الصوت
de: Fehler: Audio konnte nicht gespeichert werden
es: Error: No se pudo guardar el audio
fr: Erreur : Impossible de sauvegarder l'audio
it: Errore: Impossibile salvare l'audio
pt: Erro: Não foi possível guardar o áudio
ru: Ошибка: не удалось сохранить аудио
sq: Gabim: Nuk mund të ruhej audio
sr: Greška: Nije moguće sačuvati audio
uk: Помилка: Не вдалося зберегти аудіо

# errorStoppingRecording
source: Error stopping recording: {error}
ar: خطأ في إيقاف التسجيل: {error}
de: Fehler beim Stoppen der Aufnahme: {error}
es: Error deteniendo grabación: {error}
fr: Erreur lors de l'arrêt de l'enregistrement : {error}
it: Errore durante l'interruzione della registrazione: {error}
pt: Erro ao parar gravação: {error}
ru: Ошибка остановки записи: {error}
sq: Gabim gjatë ndalimit të regjistrimit: {error}
sr: Greška pri zaustavljanju snimanja: {error}
uk: Помилка зупинки запису: {error}

# sendEncryptedImageTooltip
source: Send encrypted image
ar: إرسال صورة مشفرة
de: Verschlüsseltes Bild senden
es: Enviar imagen cifrada
fr: Envoyer une image chiffrée
it: Invia immagine crittografata
pt: Enviar imagem cifrada
ru: Отправить зашифрованное изображение
sq: Dërgo imazh të enkriptuar
sr: Pošalji enkriptovanu sliku
uk: Надіслати зашифроване зображення

source: My Profile
fr: Mon Profil
sr: Moj Profil
uk: Мій Профіль

source: Danger Zone
fr: Zone Dangereuse
sr: Opasna Zona
uk: Небезпечна Зона

# dangerZoneDescription
source: This action will permanently delete your account and all your data. You will not be able to recover your account once it is deleted.
fr: Cette action supprimera définitivement votre compte et toutes vos données. Vous ne pourrez pas récupérer votre compte une fois qu'il sera supprimé.
sr: Ova akcija će trajno obrisati vaš nalog i sve vaše podatke. Nećete moći da vratite vaš nalog kada se obriše.
uk: Ця дія назавжди видалить ваш обліковий запис і всі ваші дані. Ви не зможете відновити свій обліковий запис після видалення.

source: Destroy my account
fr: Détruire mon compte
sr: Uništi moj nalog
uk: Знищити мій обліковий запис

# warningTitle
source: Warning!
fr: Attention !
sr: Upozorenje!
uk: Попередження!

# destroyAccountWarning
source: You are about to permanently destroy your account.
fr: Vous êtes sur le point de détruire définitivement votre compte.
sr: Na putu ste da trajno uništite vaš nalog.
uk: Ви збираєтеся назавжди знищити свій обліковий запис.

source: This action will:
fr: Cette action va :
sr: Ova akcija će:
uk: Ця дія:

# deleteAllData
source: • Delete all your data
fr: • Supprimer toutes vos données
sr: • Obrisati sve vaše podatke
uk: • Видалить всі ваші дані

# closeAllSessions
source: • Close all your active sessions
fr: • Fermer toutes vos sessions actives
sr: • Zatvoriti sve vaše aktivne sesije
uk: • Закрить всі ваші активні сесії

# deleteChatHistory
source: • Delete your chat history
fr: • Supprimer votre historique de chat
sr: • Obrisati vašu istoriju ćaskanja
uk: • Видалить вашу історію чатів

source: • Cannot be undone
fr: • Ne peut pas être annulé
sr: • Ne može se poništiti
uk: • Не може бути скасована

# neverAccessAgain
source: Once destroyed, you will never be able to access this account again.
fr: Une fois détruit, vous ne pourrez plus jamais accéder à ce compte.
sr: Jednom uništen, nikad više nećete moći da pristupite ovom nalogu.
uk: Після знищення ви ніколи більше не зможете отримати доступ до цього облікового запису.

# continueButton
source: Continue
fr: Continuer
sr: Nastavi
uk: Продовжити

source: Final Confirmation
fr: Confirmation Finale
sr: Finalna Potvrda
uk: Фінальне Підтвердження

# confirmDestructionText
source: To confirm the destruction of your account, type:
fr: Pour confirmer la destruction de votre compte, tapez :
sr: Da potvrdite uništavanje vašeg naloga, ukucajte:
uk: Щоб підтвердити знищення вашого облікового запису, введіть:

source: Type confirmation
fr: Tapez la confirmation
sr: Ukucajte potvrdu
uk: Введіть підтвердження

source: Destroy Account
fr: Détruire le Compte
sr: Uništi Nalog
uk: Знищити Обліковий Запис

source: Functionality in development
fr: Fonctionnalité en développement
sr: Funkcionalnost u razvoju
uk: Функціональність у розробці

# accountDestructionAvailable
source: Account destruction will be available in an upcoming update. Your request has been registered.
fr: La destruction de compte sera disponible dans une prochaine mise à jour. Votre demande a été enregistrée.
sr: Uništavanje naloga će biti dostupno u sledećem ažuriranju. Vaš zahtev je registrovan.
uk: Знищення облікового запису буде доступне в наступному оновленні. Ваш запит зареєстровано.

# appTitle
source: FlutterPutter
ar: فلاتر باتر

source: Email
ar: البريد الإلكتروني
ru: Электронная почта
