Repository: R00tedbrain/FlutterPutter-QuantumResist-Chat-Calls
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, pt, ru, sq, sr, uk

# loginTitle
source: Sign in to continue
ar: سجل الدخول للمتابعة
de: Melden Sie sich an, um fortzufahren
es: Inicia sesión para continuar
fr: Connectez-vous pour continuer
it: Accedi per continuare
pt: Inicie sessão para continuar
ru: Войдите, чтобы продолжить
sq: Hyni për të vazhduar
sr: Prijavite se da biste nastavili
uk: Увійдіть, щоб продовжити

# enterEmail
source: Enter your email
ar: أدخل بريدك الإلكتروني
de: Geben Sie Ihre E-Mail-Adresse ein
es: Ingresa tu email
fr: Saisissez votre email
it: Inserisci la tua email
pt: Introduza o seu email
ru: Введите вашу электронную почту
sq: Vendosni emailin tuaj
sr: Unesite Vaš email
uk: Введіть вашу електронну пошту

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
pt: Palavra-passe
ru: Пароль
sq: Fjalëkalimi
sr: Lozinka
uk: Пароль

# enterPassword
source: Enter your password
ar: أدخل كلمة المرور الخاصة بك
de: Geben Sie Ihr Passwort ein
es: Ingresa tu contraseña
fr: Saisissez votre mot de passe
it: Inserisci la tua password
pt: Introduza a sua palavra-passe
ru: Введите ваш пароль
sq: Vendosni fjalëkalimin tuaj
sr: Unesite Vašu lozinku
uk: Введіть ваш пароль

# pleaseEnterEmail
source: Please enter your email
ar: من فضلك أدخل بريدك الإلكتروني
de: Bitte geben Sie Ihre E-Mail-Adresse ein
es: Por favor, ingresa tu email
fr: Veuillez saisir votre email
it: Per favore, inserisci la tua email
pt: Por favor, introduza o seu email
ru: Пожалуйста, введите вашу электронную почту
sq: Ju lutemi vendosni emailin tuaj
sr: Molimo unesite Vaš email
uk: Будь ласка, введіть вашу електронну пошту

# enterValidEmail
source: Enter a valid email
ar: أدخل بريدًا إلكترونيًا صالحًا
de: Geben Sie eine gültige E-Mail-Adresse ein
es: Ingresa un email válido
fr: Saisissez un email valide
it: Inserisci un'email valida
pt: Introduza um email válido
ru: Введите действительный адрес электронной почты
sq: Vendosni një email të vlefshëm
sr: Unesite važeći email
uk: Введіть дійсну електронну пошту

# pleaseEnterPassword
source: Please enter your password
ar: من فضلك أدخل كلمة المرور
de: Bitte geben Sie Ihr Passwort ein
es: Por favor, ingresa tu contraseña
fr: Veuillez saisir votre mot de passe
it: Per favore, inserisci la tua password
pt: Por favor, introduza a sua palavra-passe
ru: Пожалуйста, введите ваш пароль
sq: Ju lutemi vendosni fjalëkalimin tuaj
sr: Molimo unesite Vašu lozinku
uk: Будь ласка, введіть ваш пароль

# passwordMinLength
source: Password must be at least 6 characters
ar: يجب أن تتكون كلمة المرور من 6 أحرف على الأقل
de: Das Passwort muss mindestens 6 Zeichen lang sein
es: La contraseña debe tener al menos 6 caracteres
fr: Le mot de passe doit contenir au moins 6 caractères
it: La password deve contenere almeno 6 caratteri
pt: A palavra-passe deve ter pelo menos 6 caracteres
ru: Пароль должен содержать не менее 6 символов
sq: Fjalëkalimi duhet të ketë të paktën 6 karaktere
sr: Lozinka mora imati najmanje 6 karaktera
uk: Пароль повинен містити щонайменше 6 символів

source: Privacy and Security
ar: الخصوصية والأمان
de: Datenschutz und Sicherheit
es: Privacidad y Seguridad
fr: Confidentialité et Sécurité
it: Privacy e Sicurezza
pt: Privacidade e Segurança
ru: Конфиденциальность и Безопасность
sq: Privatësia dhe Siguria
sr: Privatnost i Bezbednost
uk: Конфіденційність та Безпека

# noDataCollection
source: We don't collect personal data
ar: نحن لا نجمع بيانات شخصية
de: Wir sammeln keine personenbezogenen Daten
es: No recopilamos datos personales
fr: Nous ne collectons aucune donnée personnelle
it: Non raccogliamo dati personali
pt: Não recolhemos dados pessoais
ru: Мы не собираем личные данные
sq: Ne nuk mbledhim të dhëna personale
sr: Ne prikupljamo lične podatke
uk: Ми не збираємо особисті дані

# anonymousConnections
source: All connections are anonymous
ar: جميع الاتصالات مجهولة المصدر
de: Alle Verbindungen sind anonym
es: Todas las conexiones son anónimas
fr: Toutes les connexions sont anonymes
it: Tutte le connessioni sono anonime
pt: Todas as ligações são anónimas
ru: Все соединения анонимны
sq: Të gjitha lidhjet janë anonime
sr: Sve konekcije su anonimne
uk: Усі з'єднання анонімні

# ephemeralChatRooms
source: Ephemeral chat rooms that self-destruct automatically
ar: غرف دردشة سريعة الزوال يتم تدميرها تلقائيًا
de: Temporäre Chaträume, die automatisch zerstört werden
es: Salas de chat efímeras que se destruyen automáticamente
fr: Salons de discussion éphémères qui se détruisent automatiquement
it: Stanze chat effimere che si distruggono automaticamente
pt: Salas de chat efémeras que se destroem automaticamente
ru: Эфемерные чат-комнаты, которые автоматически уничтожаются
sq: Dhomat e bisedave të përkohshme që shkatërrohen automatikisht
sr: Privremene sobe za ćaskanje koje se automatski uništavaju
uk: Тимчасові чат-кімнати, які автоматично знищуються

# encryptionInfo
source: XSalsa20 encryption with random keys per room
ar: تشفير XSalsa20 بمفاتيح عشوائية لكل غرفة
de: XSalsa20-Verschlüsselung mit zufälligen Schlüsseln pro Raum
es: Cifrado XSalsa20 con claves aleatorias por sala
fr: Chiffrement XSalsa20 avec clés aléatoires par salon
it: Crittografia XSalsa20 con chiavi casuali per stanza
pt: Cifragem XSalsa20 com chaves aleatórias por sala
ru: Шифрование XSalsa20 со случайными ключами для каждой комнаты
sq: Enkriptimi XSalsa20 me çelësa të rastësishëm për dhomë
sr: XSalsa20 enkripcija sa nasumičnim ključevima po sobi
uk: Шифрування XSalsa20 з випадковими ключами для кожної кімнати

# loginButton
source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar Sesión
fr: Se connecter
it: Accedi
pt: Iniciar Sessão
ru: Войти
sq: Hyni
sr: Prijavi se
uk: Увійти

# noAccount
source: Don't have an account?
ar: ليس لديك حساب؟
de: Sie haben noch kein Konto?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?
it: Non hai un account?
pt: Não tem uma conta?
ru: У вас нет аккаунта?
sq: Nuk keni një llogari?
sr: Nemate nalog?
uk: Немає облікового запису?

# register
source: Sign Up
ar: سجل
de: Registrieren
es: Regístrate
fr: S'inscrire
it: Registrati
pt: Registe-se
ru: Зарегистрироваться
sq: Regjistrohu
sr: Registrujte se
uk: Зареєструватися

# oneSessionSecurity
source: 🔒 Only 1 active session per user allowed for maximum security
ar: 🔒 يُسمح بجلسة نشطة واحدة فقط لكل مستخدم لمزيد من الأمان
de: 🔒 Nur 1 aktive Sitzung pro Benutzer für erhöhte Sicherheit erlaubt
es: 🔒 Solo se permite 1 sesión activa por usuario para mayor seguridad
fr: 🔒 Seule 1 session active par utilisateur est autorisée pour plus de sécurité
it: 🔒 È consentita solo 1 sessione attiva per utente per maggiore sicurezza
pt: 🔒 Apenas é permitida 1 sessão ativa por utilizador para maior segurança
ru: 🔒 В целях безопасности разрешена только 1 активная сессия на пользователя
sq: 🔒 Lejohet vetëm 1 seancë aktive për përdorues për siguri më të madhe
sr: 🔒 Dozvoljena je samo 1 aktivna sesija po korisniku radi veće bezbednosti
uk: 🔒 Дозволено лише 1 активну сесію на користувача для більшої безпеки

# oneSessionMaxSecurity
source: Only 1 session per user (Maximum security)
ar: جلسة واحدة فقط لكل مستخدم (أقصى درجات الأمان)
de: Nur 1 Sitzung pro Benutzer (Maximale Sicherheit)
es: Solo 1 sesión por usuario (Máxima seguridad)
fr: 1 seule session par utilisateur (Sécurité maximale)
it: Solo 1 sessione per utente (Massima sicurezza)
pt: Apenas 1 sessão por utilizador (Máxima segurança)
ru: Только 1 сессия на пользователя (Максимальная безопасность)
sq: Vetëm 1 seancë për përdorues (Siguri Maksimale)
sr: Samo 1 sesija po korisniku (Maksimalna bezbednost)
uk: Лише 1 сесія на користувача (Максимальна безпека)

source: Chats
ar: الدردشات
fr: Discussions
it: Chat
pt: Conversas
ru: Чаты
sq: Bisedat
sr: Ćaskanja
uk: Чати

source: Secure Chat
ar: دردشة آمنة
de: Sicherer Chat
es: Chat Seguro
fr: Discussion Sécurisée
it: Chat Sicura
pt: Conversa Segura
ru: Безопасный чат
sq: Bisedë e Sigurt
sr: Bezbedno Ćaskanje
uk: Безпечний Чат

# secureChatDescription
source: Tap to create or join ephemeral chats
ar: انقر لإنشاء أو الانضمام إلى الدردشات سريعة الزوال
de: Tippen, um temporäre Chats zu erstellen oder beizutreten
es: Toca para crear o unirte a chats efímeros
fr: Appuyez pour créer ou rejoindre des discussions éphémères
it: Tocca per creare o unirti a chat effimere
pt: Toque para criar ou juntar-se a conversas efémeras
ru: Нажмите, чтобы создать эфемерные чаты или присоединиться к ним
sq: Prekni për të krijuar ose bashkuar në biseda të përkohshme
sr: Dodirnite da kreirate ili se pridružite privremenim ćaskanjima
uk: Торкніться, щоб створити або приєднатися до тимчасових чатів

source: Private Video Call
ar: مكالمة فيديو خاصة
de: Privater Videoanruf
es: VideoLlamada Privada
fr: Appel Vidéo Privé
it: Videochiamata Privata
pt: Videochamada Privada
ru: Приватный видеозвонок
sq: Videothirrje Private
sr: Privatni Video Poziv
uk: Приватний Відеодзвінок

# videoCallDescription
source: Call ended
ar: انتهت المكالمة
de: Anruf beendet
es: Llamada terminada
fr: Appel terminé
it: Chiamata terminata
pt: Chamada terminada
ru: Звонок завершен
sq: Thirrja përfundoi
sr: Poziv završen
uk: Дзвінок завершено

source: Multiple Chats
ar: دردشات متعددة
de: Mehrere Chats
es: Chats Múltiples
fr: Discussions Multiples
it: Chat Multiple
pt: Conversas Múltiplas
ru: Множественные чаты
sq: Biseda të Shumta
sr: Višestruka Ćaskanja
uk: Кілька Чатів

source: New Room
ar: غرفة جديدة
de: Neuer Raum
es: Nueva Sala
fr: Nouveau Salon
it: Nuova Stanza
pt: Nova Sala
ru: Новая комната
sq: Dhomë e Re
sr: Nova Soba
uk: Нова Кімната

source: No active chats
ar: لا توجد دردشات نشطة
de: Keine aktiven Chats
es: No hay chats activos
fr: Aucune discussion active
it: Nessuna chat attiva
pt: Não há conversas ativas
ru: Нет активных чатов
sq: Nuk ka biseda aktive
sr: Nema aktivnih ćaskanja
uk: Немає активних чатів

# useNewRoomButton
source: Use the 'New Room' tab to create a chat
ar: استخدم علامة التبويب 'غرفة جديدة' لإنشاء دردشة
de: Verwenden Sie die Registerkarte 'Neuer Raum', um einen Chat zu erstellen
es: Usa la pestaña 'Nueva Sala' para crear un chat
fr: Utilisez l'onglet 'Nouveau Salon' pour créer une discussion
it: Usa la scheda 'Nuova Stanza' per creare una chat
pt: Use o separador 'Nova Sala' para criar uma conversa
ru: Используйте вкладку 'Новая комната' для создания чата
sq: Përdorni skedën 'Dhomë e Re' për të krijuar një bisedë
sr: Koristite karticu 'Nova Soba' da kreirate ćaskanje
uk: Використовуйте вкладку 'Нова Кімната', щоб створити чат

source: Search Users
ar: بحث عن المستخدمين
de: Benutzer suchen
es: Buscar Usuarios
fr: Rechercher des Utilisateurs
it: Cerca Utenti
pt: Procurar Utilizadores
ru: Поиск пользователей
sq: Kërko Përdorues
sr: Pretraga Korisnika
uk: Пошук Користувачів

source: Search by nickname
ar: بحث بالاسم المستعار
de: Nach Nickname suchen
es: Buscar por nickname
fr: Rechercher par pseudo
it: Cerca per nickname
pt: Procurar por nickname
ru: Поиск по никнейму
sq: Kërko sipas nofkës
sr: Pretraži po nadimku
uk: Шукати за нікнеймом

source: Calls
ar: المكالمات
de: Anrufe
es: Llamadas
fr: Appels
it: Chiamate
pt: Chamadas
ru: Звонки
sq: Thirrjet
sr: Pozivi
uk: Дзвінки

source: Verification
ar: التحقق
de: Verifizierung
es: Verificación
fr: Vérification
it: Verifica
pt: Verificação
ru: Верификация
sq: Verifikimi
sr: Verifikacija
uk: Верифікація

source: 🔐 Verification Demo
ar: 🔐 عرض توضيحي للتحقق
de: 🔐 Demo Verifizierung
es: 🔐 Demo Verificación
fr: 🔐 Démo Vérification
it: 🔐 Demo Verifica
pt: Demo: Verificação de Identidade
ru: 🔐 Демо Верификация
sq: Demo: Verifikimi i Identitetit
sr: 🔐 Demo Verifikacija
uk: Демо: Верифікація Особистості

# verificationDemoDescription
source: This is a demonstration of the anonymous identity verification system. In a real implementation, this widget would be integrated into ephemeral chat rooms.
ar: هذا عرض توضيحي لنظام التحقق من الهوية المجهول. في التنفيذ الحقيقي، سيتم دمج هذه الأداة في غرف الدردشة سريعة الزوال.
de: Dies ist eine Demonstration des anonymen Identitätsverifizierungssystems. In einer realen Implementierung würde dieses Widget in die temporären Chaträume integriert.
es: Esta es una demostración del sistema de verificación de identidad anónima. En una implementación real, este widget se integraría en las salas de chat efímero.
fr: Ceci est une démonstration du système de vérification d'identité anonyme. Dans une implémentation réelle, ce widget serait intégré dans les salons de discussion éphémères.
it: Questa è una dimostrazione del sistema di verifica dell'identità anonima. In un'implementazione reale, questo widget verrebbe integrato nelle stanze di chat effimere.
pt: Esta é uma demonstração do sistema de verificação de identidade anónima. Numa implementação real, este widget seria integrado nas salas de chat efémeras.
ru: Это демонстрация анонимной системы верификации личности. В реальной реализации этот виджет будет интегрирован в эфемерные чат-комнаты.
sq: Kjo është një demonstrim i sistemit të verifikimit anonim të identitetit. Në një implementim real, ky widget do të integrohej në dhomat e bisedave të përkohshme.
sr: Ovo je demonstracija sistema anonimne verifikacije identiteta. U stvarnoj implementaciji, ovaj vidžet bi bio integrisan u privremene sobe za ćaskanje.
uk: Це демонстрація системи анонімної верифікації особистості. У реальній реалізації цей віджет був би інтегрований у тимчасові чат-кімнати.

source: Room
ar: الغرفة
de: Raum
es: Sala
fr: Salon
it: Stanza
pt: Sala
ru: Комната
sq: Dhomë
sr: Soba
uk: Кімната

source: User
ar: المستخدم
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente
pt: Utilizador
ru: Пользователь
sq: Përdorues
sr: Korisnik
uk: Користувач

source: Identity Verification
ar: التحقق من الهوية
de: Identitätsverifizierung
es: Verificación de Identidad
fr: Vérification d'Identité
it: Verifica Identità
pt: Verificação de Identidade
ru: Верификация личности
sq: Verifikimi i Identitetit
sr: Verifikacija Identiteta
uk: Верифікація Особистості

# verifyIdentityDescription
source: Tap to verify identity anonymously
ar: انقر للتحقق من الهوية بشكل مجهول
de: Tippen, um die Identität anonym zu verifizieren
es: Toca para verificar identidad de forma anónima
fr: Appuyez pour vérifier l'identité de manière anonyme
it: Tocca per verificare l'identità in modo anonimo
pt: Toque para verificar identidade de forma anónima
ru: Нажмите, чтобы анонимно верифицировать личность
sq: Prekni për të verifikuar identitetin në mënyrë anonime
sr: Dodirnite da anonimno verifikujete identitet
uk: Торкніться, щоб анонімно верифікувати особистість

source: Status: Not Verified
ar: الحالة: لم يتم التحقق
de: Status: Nicht verifiziert
es: Estado: Sin Verificar
fr: Statut : Non vérifié
it: Stato: Non Verificato
pt: Estado: Não Verificado
ru: Статус: Не верифицировано
sq: Statusi: I Paverifikuar
sr: Status: Neverifikovan
uk: Статус: Не верифіковано

# notVerifiedYet
source: Identity has not been verified yet
ar: لم يتم التحقق من الهوية بعد
de: Die Identität wurde noch nicht verifiziert
es: Aún no se ha verificado la identidad
fr: L'identité n'a pas encore été vérifiée
it: L'identità non è stata ancora verificata
pt: A identidade ainda não foi verificada
ru: Личность еще не верифицирована
sq: Identiteti ende nuk është verifikuar
sr: Identitet još uvek nije verifikovan
uk: Особистість ще не верифікована

# howToTest
source: How to Test Verification
ar: كيفية اختبار التحقق
de: Wie man die Verifizierung testet
es: Cómo Probar la Verificación
fr: Comment Tester la Vérification
it: Come Testare la Verifica
pt: Como Testar a Verificação
ru: Как протестировать верификацию
sq: Si të Testoni Verifikimin
sr: Kako Testirati Verifikaciju
uk: Як Тестувати Верифікацію

# step1
source: Tap on
ar: اضغط على
de: Tippen Sie auf
es: Toca en
fr: Appuyez sur
it: Tocca su
pt: Toque em
ru: Нажмите на
sq: Prekni mbi
sr: Dodirnite na
uk: Торкніться на

# step2
source: Tap
ar: اضغط
de: Tippen
es: Toca
fr: Appuyez
it: Tocca
pt: Toque
ru: Нажмите
sq: Prekni
sr: Dodirnite
uk: Торкніться

# step3
source: Copy one of the codes (alphanumeric, numeric or emoji)
ar: انسخ أحد الرموز (أبجدي رقمي، رقمي، أو إيموجي)
de: Kopieren Sie einen der Codes (alphanumerisch, numerisch oder Emoji)
es: Copia uno de los códigos (alfanumérico, numérico o emoji)
fr: Copiez l'un des codes (alphanumérique, numérique ou emoji)
it: Copia uno dei codici (alfanumerico, numerico o emoji)
pt: Copie um dos códigos (alfanumérico, numérico ou emoji)
ru: Скопируйте один из кодов (буквенно-цифровой, цифровой или эмодзи)
sq: Kopjoni një nga kodet (alfanumerik, numerik ose emoji)
sr: Kopirajte jedan od kodova (alfanumerički, numerički ili emoji)
uk: Скопіюйте один із кодів (буквено-цифровий, цифровий або емодзі)

# step4
source: Paste the code in
ar: الصق الرمز في
de: Fügen Sie den Code in
es: Pega el código en
fr: Collez le code dans
it: Incolla il codice in
pt: Cole o código em
ru: Вставьте код в
sq: Ngjisni kodin në
sr: Nalepite kod u
uk: Вставте код у

# step5
source: Tap
ar: اضغط
de: Tippen
es: Toca
fr: Appuyez
it: Tocca
pt: Toque
ru: Нажмите
sq: Prekni
sr: Dodirnite
uk: Торкніться

source: Show My Codes
ar: عرض رموزي
de: Meine Codes anzeigen
es: Mostrar Mis Códigos
fr: Afficher Mes Codes
it: Mostra i Miei Codici
pt: Mostrar Meus Códigos
ru: Показать мои коды
sq: Shfaq Kodet e Mia
sr: Prikaži Moje Kodove
uk: Показати Мої Коди

source: VERIFY PARTNER CODE
ar: التحقق من رمز الشريك
de: PARTNERCODE VERIFIZIEREN
es: VERIFICAR CÓDIGO DEL PARTNER
fr: VÉRIFIER LE CODE DU PARTENAIRE
it: VERIFICA CODICE PARTNER
pt: VERIFICAR CÓDIGO DO PARCEIRO
ru: ПРОВЕРИТЬ КОД ПАРТНЕРА
sq: VERIFIKO KODIN E PARTNERIT
sr: VERIFIKUJ KOD PARTNERA
uk: ПЕРЕВІРИТИ КОД ПАРТНЕРА

source: Verify
ar: تحقق
de: Verifizieren
es: Verificar
fr: Vérifier
it: Verifica
pt: Verificar
ru: Проверить
sq: Verifiko
sr: Verifikuj
uk: Перевірити

# realUsage
source: In real usage: Users would share codes via WhatsApp, Telegram, etc.
ar: في الاستخدام الحقيقي: سيشارك المستخدمون الرموز عبر WhatsApp، Telegram، إلخ.
de: In der realen Anwendung: Benutzer würden Codes über WhatsApp, Telegram usw. teilen.
es: En uso real: Los usuarios compartirían códigos por WhatsApp, Telegram, etc.
fr: En utilisation réelle : Les utilisateurs partageraient les codes via WhatsApp, Telegram, etc.
it: Nell'uso reale: Gli utenti condividerebbero i codici tramite WhatsApp, Telegram, ecc.
pt: Em uso real: Os utilizadores partilhariam códigos por WhatsApp, Telegram, etc.
ru: В реальном использовании: пользователи будут делиться кодами через WhatsApp, Telegram и т.д.
sq: Në përdorim real: Përdoruesit do të ndanin kodet përmes WhatsApp, Telegram, etj.
sr: U stvarnoj upotrebi: Korisnici bi delili kodove putem WhatsApp-a, Telegram-a, itd.
uk: У реальному використанні: Користувачі ділилися б кодами через WhatsApp, Telegram тощо.

source: Security Settings
ar: إعدادات الأمان
de: Sicherheitseinstellungen
es: Configuraciones de Seguridad
fr: Paramètres de Sécurité
it: Impostazioni di Sicurezza
pt: Definições de Segurança
ru: Настройки безопасности
sq: Cilësimet e Sigurisë
sr: Bezbednosna Podešavanja
uk: Налаштування Безпеки

# securitySettingsDescription
source: Set up a security PIN to protect your privacy. Notifications will continue to arrive even when the app is locked.
ar: قم بتكوين رقم تعريف شخصي (PIN) للأمان لحماية خصوصيتك. ستستمر الإشعارات في الوصول حتى إذا كان التطبيق مقفلاً.
de: Richten Sie eine Sicherheits-PIN ein, um Ihre Privatsphäre zu schützen. Benachrichtigungen werden weiterhin empfangen, auch wenn die App gesperrt ist.
es: Configura un PIN de seguridad para proteger tu privacidad. Las notificaciones seguirán llegando aunque la app esté bloqueada.
fr: Configurez un PIN de sécurité pour protéger votre vie privée. Les notifications continueront d'arriver même si l'application est verrouillée.
it: Configura un PIN di sicurezza per proteggere la tua privacy. Le notifiche continueranno ad arrivare anche se l'app è bloccata.
pt: Configure um PIN de segurança para proteger a sua privacidade. As notificações continuarão a chegar mesmo que a aplicação esteja bloqueada.
ru: Установите PIN-код безопасности для защиты вашей конфиденциальности. Уведомления будут поступать, даже если приложение заблокировано.
sq: Konfiguroni një PIN sigurie për të mbrojtur privatësinë tuaj. Njoftimet do të vazhdojnë të mbërrijnë edhe pse aplikacioni është i bllokuar.
sr: Podesite bezbednosni PIN da zaštitite svoju privatnost. Obaveštenja će i dalje stizati iako je aplikacija zaključana.
uk: Налаштуйте PIN-код безпеки для захисту вашої конфіденційності. Сповіщення продовжуватимуть надходити, навіть якщо програма заблокована.

source: Configure app lock
ar: تكوين قفل التطبيق
de: App-Sperre konfigurieren
es: Configurar bloqueo de aplicación
fr: Configurer le verrouillage de l'application
it: Configura blocco app
pt: Configurar bloqueio da aplicação
ru: Настроить блокировку приложения
sq: Konfiguro bllokimin e aplikacionit
sr: Podesi zaključavanje aplikacije
uk: Налаштувати блокування програми

# newPin
source: New PIN (4-15 characters)
ar: رقم تعريف شخصي جديد (4-15 حرفًا)
de: Neue PIN (4-15 Zeichen)
es: Nuevo PIN (4-15 caracteres)
fr: Nouveau PIN (4-15 caractères)
it: Nuovo PIN (4-15 caratteri)
pt: Novo PIN (4-15 caracteres)
ru: Новый PIN-код (4-15 символов)
sq: PIN i Ri (4-15 karaktere)
sr: Novi PIN (4-15 karaktera)
uk: Новий PIN-код (4-15 символів)

source: Confirm PIN
ar: تأكيد رقم التعريف الشخصي
de: PIN bestätigen
es: Confirmar PIN
fr: Confirmer le PIN
it: Conferma PIN
pt: Confirmar PIN
ru: Подтвердить PIN-код
sq: Konfirmo PIN-in
sr: Potvrdi PIN
uk: Підтвердити PIN-код

source: Activate lock
ar: تفعيل القفل
de: Sperre aktivieren
es: Activar bloqueo
fr: Activer le verrouillage
it: Attiva blocco
pt: Ativar bloqueio
ru: Активировать блокировку
sq: Aktivizo bllokimin
sr: Aktiviraj zaključavanje
uk: Активувати блокування

source: Screenshot security
ar: أمان لقطات الشاشة
de: Screenshot-Sicherheit
es: Seguridad de capturas
fr: Sécurité des captures d'écran
it: Sicurezza screenshot
pt: Segurança de capturas de ecrã
ru: Безопасность скриншотов
sq: Siguria e pamjeve të ekranit
sr: Bezbednost snimaka ekrana
uk: Безпека знімків екрана

# screenshotSecurityDescription
source: Control whether screenshots can be taken of the application.
ar: تحكم فيما إذا كان يمكن التقاط لقطات شاشة للتطبيق.
de: Kontrollieren Sie, ob Screenshots der Anwendung erstellt werden können.
es: Controla si se pueden tomar capturas de pantalla de la aplicación.
fr: Contrôlez si des captures d'écran de l'application peuvent être prises.
it: Controlla se è possibile acquisire screenshot dell'applicazione.
pt: Controle se podem ser tiradas capturas de ecrã da aplicação.
ru: Управляйте возможностью создания скриншотов приложения.
sq: Kontrolloni nëse mund të merren pamje të ekranit të aplikacionit.
sr: Kontrolišite da li se mogu praviti snimci ekrana aplikacije.
uk: Керуйте можливістю робити знімки екрана програми.

source: Allow screenshots
ar: السماح بلقطات الشاشة
de: Screenshots erlauben
es: Permitir capturas de pantalla
fr: Autoriser les captures d'écran
it: Consenti screenshot
pt: Permitir capturas de ecrã
ru: Разрешить скриншоты
sq: Lejo pamjet e ekranit
sr: Dozvoli snimke ekrana
uk: Дозволити знімки екрана

# screenshotsAllowed
source: Screenshots are ALLOWED
ar: لقطات الشاشة مسموح بها
de: Screenshots sind ERLAUBT
es: Las capturas están PERMITIDAS
fr: Les captures d'écran sont AUTORISÉES
it: Gli screenshot sono CONSENTITI
pt: As capturas de ecrã estão PERMITIDAS
ru: Скриншоты РАЗРЕШЕНЫ
sq: Pamjet e ekranit janë të LEJUARA
sr: Snimci ekrana su DOZVOLJENI
uk: Знімки екрана ДОЗВОЛЕНІ
